{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "authors": [
        "AIT"
    ],
    "citizen_science_description_translations": {
        "en": ""
    },
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": "Ninguno",
        "it": "Nessuno",
        "lv": "Nav"
    },
    "creation_date": "2017-01-01",
    "description_translations": {
        "en": "<p>MODE software technology uses smartphones to automatically track the distances travelled and transport modes used, thus enabling software developers, system integrators and transport operators to design innovative mobility services. MODE provides the missing link for the development of innovative mobility services: automatic, reliable recognition of the means of transport used, and travelled routes using smartphones.</p>",
        "es": "<p>La tecnología de software MODE utiliza los teléfonos inteligentes para realizar un seguimiento automático de las distancias recorridas y los medios de transporte utilizados, lo que permite a los desarrolladores de software, integradores de sistemas y operadores de transporte diseñar servicios de movilidad innovadores. MODE proporciona el eslabón que faltaba para el desarrollo de servicios de movilidad innovadores: el reconocimiento automático y fiable de los medios de transporte utilizados y las rutas recorridas mediante teléfonos inteligentes.</p>",
        "it": "<p>La tecnologia software MODE utilizza gli smartphone per tracciare automaticamente le distanze percorse e le modalità di trasporto utilizzate, consentendo così agli sviluppatori di software, agli integratori di sistemi e agli operatori dei trasporti di progettare servizi di mobilità innovativi. MODE fornisce l'anello mancante per lo sviluppo di servizi di mobilità innovativi: il riconoscimento automatico e affidabile dei mezzi di trasporto utilizzati e dei percorsi effettuati tramite smartphone.</p>",
        "nl": "<p>MODE-softwaretechnologie gebruikt smartphones om automatisch de afgelegde afstanden en gebruikte vervoersmiddelen te volgen, waardoor softwareontwikkelaars, systeemintegrators en vervoersbedrijven innovatieve mobiliteitsdiensten kunnen ontwerpen. MODE biedt de ontbrekende schakel voor de ontwikkeling van innovatieve mobiliteitsdiensten: automatische, betrouwbare herkenning van de gebruikte vervoermiddelen en afgelegde routes met behulp van smartphones.</p>"
    },
    "difficulty": "medium",
    "doi": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "mode",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/mode/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it",
        "nl"
    ],
    "licence": "permissive",
    "logotype": "./interlinkers/externalsoftware/mode/logo.jpg",
    "name_translations": {
        "en": "Mode"
    },
    "overview_text": {
        "en": "Softare that tracks travelled distances and transport modes used",
        "es": ""
    },
    "problemprofiles": [],
    "publisher": "AIT",
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "transport",
            "track distances",
            "data capture",
            "track transport modes"
        ]
    },
    "targets": [
        "all"
    ],
    "theme": "Data quality and standards",
    "type": "software",
    "types": [
        "enabling_services;operation_services"
    ],
    "uri_translations": {
        "en": "https://greengage-project.github.io/Documentation/tools/mode/"
    }
}