{
    "default;description": "INTERLINK projektā ir definēts vispārējs līdzražošanas process, kas var ietvert jebkādus kopražošanas mēģinājumus. Tas sastāv no divām galvenajām fāzēm, kas jāievēro līdzražotājiem: a) līdzprojektēšanas fāze. Tas attiecas uz darbībām, kurās “lietotāju un viņu kopienu pieredze” tiek iekļauta sabiedrisko pakalpojumu radīšanā, plānošanā vai organizēšanā. Tajā kopražojuma komanda ir izveidota un sāk strādāt kopā, lai definētu kopražojuma pakalpojumu. Šis posms ietver divas apakšfāzes: iesaiste un projektēšana; un b) līdzpiegādes fāze. Tas ir valsts iestāžu un ieinteresēto personu kopīgs darbs, lai nodrošinātu un uzlabotu publiskos pakalpojumus, kuros pakalpojums tiek īstenots un sniegts ilgtspējīgā veidā. Koppiegādes posms ietver divas apakšfāzes: veidot un uzturēt.",
    "default;name": "Noklusējuma shēma",
    "default;phase-build;description": "Lai atrastu atkārtoti izmantojamus rīkus jūsu pakalpojuma ieviešanai, pārlūkojiet INTERLINKERu katalogu. Pārraugiet projekta attīstību projekta darba plānā. Pārtrauciet un pārdomājiet procesu, izmantojot kopējās novērtēšanas kontrolsarakstus, kas palīdz pārbaudīt atbilstību standartiem un noteikumiem. Lai atbalstītu ieinteresēto pušu un iedzīvotāju ieguldījumu pakalpojumu sniegšanā, izmantotjiet INTERLINK platformā pieejamos stimulus un apbalvošanas rīkus. Uzraugiet pakalpojumu kvalitāti un iedzīvotāju apmierinātību ar rūpīgi sagatavotām aptaujām. Pārtrauciet un novērtējiet, kā koppiegāde norit kontekstā ar kopējā novērtējuma kontrolsarakstiem.",
    "default;phase-build;name": "Izveide",
    "default;phase-build;objective-service_codelivery;description": "Palaidiet kopražojuma pakalpojumu. Pārliecinieties, ka tas darbojas visu diennakti. Sniedziet atbalstu uzlabojumiem vai labojumiem. Izveidojiet plūstošus mehānismus starp pakalpojumu piegādātājiem un patērētājiem.  Uzraugiet pienākumu izpildi un katra piegādātāja atbildību.",
    "default;phase-build;objective-service_codelivery;name": "Pakalpojuma koda piegāde",
    "default;phase-build;objective-service_codelivery;task-coordinate_the_actors_involved_in_the_codelivery_of_the_service;description": "Organizējiet sadarbības dalībnieku darbības atbilstoši viņu pienākumiem un lomām. Nodrošiniet pakalpojumu kvalitātes uzturēšanu kooperatīvajos pasākumos, kas saistīti ar pakalpojumu piegādi. Uzsāktat apmierinātības un pakalpojumu kvalitātes novērtējuma aptaujas.",
    "default;phase-build;objective-service_codelivery;task-coordinate_the_actors_involved_in_the_codelivery_of_the_service;name": "Koordinējiet pakalpojuma koppiegādē iesaistītos dalībniekus",
    "default;phase-build;objective-service_codelivery;task-guarantee_transparent_communication_about_the_service_codelivered;description": "Nodrošināt intensīvu un atsaucīgu saziņu starp koppiegādes komandu un, kas vēl svarīgāk, starp tiem, kas lieto un atkārtoti izmanto sniegto pakalpojumu, un koppiegādes komandu. Izveidot tīmeklī bāzētu saziņas mehānismu, kas nodrošina saziņu ar visiem dalībniekiem. ",
    "default;phase-build;objective-service_codelivery;task-guarantee_transparent_communication_about_the_service_codelivered;name": "Garantējiet pārredzamu saziņu par sniegto pakalpojumu koppiegādi",
    "default;phase-build;objective-service_codelivery;task-identify_all_the_actors_engaged_in_the_codelivery_their_role_and_responsability;description": "Izveidojiet par pakalpojuma pastāvīgu sniegšanu (pakalpojuma palaišanu, uzturēšanu, atbalstu un ekspluatāciju) atbildīgo pušu karti. Piešķiriet lomas un atbildību dažādiem dalībniekiem. Valorizējiet koppiegādes darbības, lai varētu izsekot un novērtēt koppiegādes ieguldījumus. Definējiet pakalpojuma sniegšanas modeli. ",
    "default;phase-build;objective-service_codelivery;task-identify_all_the_actors_engaged_in_the_codelivery_their_role_and_responsability;name": "Identificējiet visus dalībniekus, kas iesaistīti koppiegādi, viņu lomas un atbildību",
    "default;phase-build;objective-service_implementation;description": "Atkarībā no kopražojuma pakalpojuma veida, jūs galvenokārt lietojat dažādus rīkus un mehānismus, lai realizētu attiecīgo kopražojuma pakalpojumu. Kopražojuma pakalpojuma realizēšana var būt saistīta ar programmēšanu, grafiskā dizaina rīku izmantošanu, 3D modelēšanu un izgstrādi utt. Reģistrējiet progresu, kas sasniegts, īstenojot kopīgi sagatavotu pakalpojumu, augšupielādēt progresa ziņojumus, savstarpēji saistiet ar repozitorijiem, kuros tiek realizēts progress, dokumentējiet kopīgi sagatavotu pakalpojuma API vai komplektu un/vai resursus, kas izveidoti, lai realizētu pakalpojumu. Aplieciniet un sekojiet līdzi dažādu kopražošanas grupas dalībnieku vai ārējo līdzstrādnieku ieguldījumam. Atkārtoti izmantojiet esošo INTERLINKER (programmatūru un zināšanas) un papildiniet to, pārlūkojiet katalogu, neizgudrojiet riteni no jauna!",
    "default;phase-build;objective-service_implementation;name": "Pakalpojuma ieviešana",
    "default;phase-build;objective-service_implementation;task-service_implementation;description": "Atkāpjoties no pakalpojuma dizaina specifikācijas, kas ģenerēta PROJEKTĒŠANAS fāzē, ieviesiet vai izveidojiet pakalpojuma funkcionalitāti. Nodrošiniet pieejamu un iekļaujošu mehānismu, lai palīdzētu turpmāk izmantot pakalpojumu. ",
    "default;phase-build;objective-service_implementation;task-service_implementation;name": "Pakalpojuma ieviešana",
    "default;phase-build;objective-technical_implementation;description": "Pakalpojuma ieviešana nav iespējama, ja iepriekš nav pārdomāta vide tā izvietošanai un uzturēšanai. Neatkarīgi no tā, vai jūsu iecerētais kopēji radītais pakalpojums būs programmatūra vai digitālo resursu kopums, identificējiet, atlasiet un sagatavojiet jūsu risinājuma izstrādes un izvietošanas vidi. Svarīgi ir skaidri norādīt un pārbaudīt tehniskos ierobežojumus, kuri ietekmēs sniegtā pakalpojuma izmitināšanu.",
    "default;phase-build;objective-technical_implementation;name": "Tehniskā īstenošana",
    "default;phase-build;objective-technical_implementation;task-technical_implementation;description": "Identificējiet pakalpojuma kopradei un koppiegādei nepieciešamo vidi un atkarību no ārējiem komponentiem. Konfigurējiet un izvietojiet (ja vēl nav pieejami) ārējo komponentu atkarības un vidi. Dokumentējiet progresu, lai īstenotu ar koprades pakalpojumu saistītos tehniskos aspektus. ",
    "default;phase-build;objective-technical_implementation;task-technical_implementation;name": "Tehniskā īstenošana",
    "default;phase-design;description": "Sekojiet pamatnostādnēm, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu jautājumus, saņēmējus un prioritātes attiecībā uz paredzēto pakalpojumu. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto pušu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojuma dizaina darbnīcas un izstrādātu maketus. Pārtrauciet un pārdomājiet veikto procesu, izmantojot kopējā novērtējuma kontrolsarakstus.",
    "default;phase-design;name": "Projektēšana",
    "default;phase-design;objective-focus_the_problem_collaboratively;description": "Skaidri definējiet problēmu, kas jārisina kopražojuma komandai, un vienojieties par to. Tas ir svarīgs solis ceļā uz efektīva risinājuma radīšanu. Šim nolūkam var būt noderīgi dažādi resursi: ieteikumi, kā izveidot un koplietot kopīgu valodu grupas dalībniekiem, resursi sadarbības diskusiju vadīšanai, rīki ideju apkopošanai.",
    "default;phase-design;objective-focus_the_problem_collaboratively;name": "Koncentrējieties uz problēmu kopā",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-collaborative_agree_on_a_service_idea;description": "Atgriezieties ieinteresēto personu tīklā, lai apstiprinātu pakalpojuma ideju, izmantojot fokusa grupu vai aptauju.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-collaborative_agree_on_a_service_idea;name": "Kopīgi vienoties par pakalpojuma ideju",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-collaboratively_problem_refinement;description": "Uzlabojiet risināmo problēmu, sadarbojoties ar ieinteresēto pušu tīklu. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kurš ir izaicinājums, kuru komanda risina, un kā var iegūt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusa grupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāsavāc.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-collaboratively_problem_refinement;name": "Sadarbības problēmu pilnveidošana",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-define_requirements_and_constraints_for_the_service;description": "Idejas un pakalpojumu dizaina koncepcijas ir jāpārtulko formālās prasībās, lai turpinātu ar pakalpojuma īstenošanu. Ievērojiet vadlīnijas par to, kā apkopot, strukturēt un komunicēt prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas jāizstrādā. Izmantojiet standarta reprezentācijas attēlošanas formālisma pieeju prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-define_requirements_and_constraints_for_the_service;name": "Definējiet pakalpojuma prasības un ierobežojumus",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-develop_a_shared_language;description": "Attīstiet kopīgu terminoloģiju grupas dalībnieku vidū un veiciniet saziņu un ideju apmaiņu ar visām ieinteresētajām pusēm. Kopīgas terminoloģijas izveide ir ļoti svarīga, lai ieinteresētās puses varētu: i) izveidot kopīgu pamatu kopīgai rīcībai, ii) dalīties, savstarpēji vienoties un saprast ilgtermiņa pētniecības plānu un protokolu, iii) nepārtraukti novērtēt pieņemto lēmumu izdošanos.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-develop_a_shared_language;name": "Kopīgas valodas izveide",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-ideas_collection_for_problem_exploration_and_refinement;description": "Vajadzības gadījumā paplašināt ideju vākšanu par dažādiem problēmas aspektiem, rīkojot diskusiju forumu.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-ideas_collection_for_problem_exploration_and_refinement;name": "Ideju vākšana problēmu izpētei un precizēšanai",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-sketch_an_initial_idea_of_the_service;description": "Izveidojiet potenciālā pakalpojuma sākotnējo aprakstu (vai vairākus papildu aprakstus): ko tas ietver, kurš gūst labumu no pakalpojuma, kurš palīdz to piegādāt. Izmantojiet apraksta veidnes, lai atvieglotu uzdevumu.",
    "default;phase-design;objective-focus_the_problem_collaboratively;task-sketch_an_initial_idea_of_the_service;name": "Ieskicējiet pakalpojuma sākotnējo ideju",
    "default;phase-design;objective-ideation;description": "Ideja ir pakalpojuma izstrādes sākotnējā fāze, kurā tiek izveidota dizaina komanda, apkopoti dati tiek pārskatīti un vajadzības gadījumā tiek meklētas papildu idejas.",
    "default;phase-design;objective-ideation;name": "Ideja",
    "default;phase-design;objective-ideation;task-engage_relevant_actors_in_the_design;description": "Izveidot ieinteresēto pušu kodolu, lai turpinātu pakalpojuma ideju ģenerēšanu. Sniedziet atbilstošu komunikāciju, motivējošus paziņojumus un darba plāna informāciju par turpmākajiem pakalpojuma koprades soļiem.",
    "default;phase-design;objective-ideation;task-engage_relevant_actors_in_the_design;name": "Iesaistiet attiecīgos dalībniekus dizainā",
    "default;phase-design;objective-ideation;task-ideas_crowdsourcing;description": "Apkopojiet idejas no daudziem līdzstrādniekiem (piemēram, iedzīvotājiem), kas saistīti ar konkrētu uzdevumu, organizējiet un pārvaldiet idejas un, visbeidzot, novērtējiet tās. Kolektīvie projekti var būt vērsti gan uz iekšējiem, gan ārējiem dalībniekiem, izmantojot īpašus rīkus un platformas, anketas, sociālos medijus, konkursus un citas metodes.",
    "default;phase-design;objective-ideation;task-ideas_crowdsourcing;name": "Ideju kombinētā izmantošana",
    "default;phase-design;objective-ideation;task-organize_a_brainstorming;description": "Organizējiet un pārvaldiet prātošanas aktivitātes, lai pārskatītu apkopotos datus par pakalpojumu ekosistēmu un izstrādātu pakalpojumu idejas, apspriestu un atlasītu tās caur konverģentām (viens labi pārdomāts risinājums) un diverģentām (daudz dažādu ideju) grupu diskusijām.",
    "default;phase-design;objective-ideation;task-organize_a_brainstorming;name": "Organizējiet prāta vētras",
    "default;phase-design;objective-problem_exploration;description": "Pirms noformēt, kā šis pakalpojums izskatīsies, rūpīgi izpētiet problēmu kontekstu, lai apkopotu faktiskos datus par lietotājiem, organizācijām, vajadzībām un to attiecībām.",
    "default;phase-design;objective-problem_exploration;name": "Problēmu izpēte",
    "default;phase-design;objective-problem_exploration;task-collect_data_about_users_and_their_behavior;description": "Apkopojiet visu būtisko informāciju par pakalpojumu, kas tiks sagatavots, lai ieviestu pareizos procesus. Ir ieteicams noteikt dažādus apspriešanās veidus atkarībā no mērķgrupām:\n- apspriesties ar lietotājiem par vēlamajiem pakalpojuma rezultātiem\n- konsultēties ar pakalpojumu sniedzējiem par risinājumiem, ko var sniegt, ņemot vērā pieprasīto pakalpojumu\n- jautātjiet valsts iestādēm par sekām (organizatoriskām, regulatīvām utt.), kas ietekmē pakalpojumu sniegšanu.\nOrganizējiet fokusgrupas, intervijas vai aptaujas, lai iegūtu vēlamos datus.",
    "default;phase-design;objective-problem_exploration;task-collect_data_about_users_and_their_behavior;name": "Apkopot datus par lietotājiem un viņu uzvedību",
    "default;phase-design;objective-problem_exploration;task-ecosystem_mapping;description": "Kartējiet sintētiskā attēlojumā visas galvenās lomas, kas var ietekmēt lietotāju, organizāciju un pakalpojumu vidi. Ekosistēmas karte tiek veidota, vispirms attēlojot visas vienības un pēc tam tās savienojot, balstoties uz vērtības tipu, ar ko tās apmainās.",
    "default;phase-design;objective-problem_exploration;task-ecosystem_mapping;name": "Ekosistēmas kartēšana",
    "default;phase-design;objective-prototype;description": "Kā demonstrēt pakalpojuma darbību ideālā gadījumā?\nPirms pakalpojuma izstrādes validējiet tā koncepciju vai pārbaudiet pieņēmumus par gala produktu. Atkarībā no pakalpojumu izstrādes posma un pakalpojuma veida var izmantot dažādus koncepcijas pierādīšanas veidus neatkarīgi no tā, vai tas ir digitālais vai analogais pakalpojums.",
    "default;phase-design;objective-prototype;name": "Prototips",
    "default;phase-design;objective-prototype;task-experience_scenarios;description": "Analizējiwtt un vizualizējiet sistēmas izmaiņas un attīstību atbilstoši konkrētiem scenārijiem un to dinamikai.\nSistēmas scenāriji ievieš dinamisku analīzes līmeni, piemērojot laika ritējumu un parādot nākotnē iespējamo notikumu variantus. Šādā veidā sistēmas scenāriji nodrošina dziļāku sistēmas analīzes līmeni, kas vērsts uz sistēmas dinamikas izpratni un attiecībām starp dalībniekiem dažādos apstākļos.",
    "default;phase-design;objective-prototype;task-experience_scenarios;name": "Pieredzes scenāriji",
    "default;phase-design;objective-prototype;task-mockups_and_lowfi_prototypes;description": "Regulāri apspriediet un novērtējiet modelēšanas un zemās gatavības prototipus paplašinātajā projekta grupā. Izveidojiet diskusiju forumu — metodi e-balsošanai un novērtējuma aptaujām, lai šo soli atvieglotu digitāli.",
    "default;phase-design;objective-prototype;task-mockups_and_lowfi_prototypes;name": "Maketi un zemas gatavības prototipi",
    "default;phase-design;objective-prototype;task-perform_a_test_with_users;description": "Ja zemas gatavības prototipi ļauj labi parādīt, kāds būs pakalpojums, un ļauj simulēt mijiedarbības plūsmas un veikt kontrolētus novērtēšanas eksperimentus ar potenciālajiem gala lietotājiem.\nVai viņi saprot saskarnes maketa valodu? Vai galvenās funkcijas ir ieviestas? Vai ir neparedzēti mijiedarbības ceļi?\nArī ļoti nelieli eksperimenti šajā posmā var sniegt ļoti vērtīgu ieguldījumu.",
    "default;phase-design;objective-prototype;task-perform_a_test_with_users;name": "Testa veikšana ar lietotājiem",
    "default;phase-design;objective-prototype;task-perform_an_heuristic_evaluation;description": "Pārbaudiet digitālā pakalpojuma dizainu ar ekspertiem. Ievērojiet norādījumus par to, kā veikt heiristisko novērtējumu (dēvētu arī par ekspertu novērtējumu), un izmantojiet veidnes ar heiristikas (principiem), kas jāievēro, veicot testu. Testu var veikt ar agrīniem maketiem, kā arī ar funkcionējošiem agrīniem prototipiem.",
    "default;phase-design;objective-prototype;task-perform_an_heuristic_evaluation;name": "Veiciet heiristisko novērtējumu",
    "default;phase-design;objective-service_design;description": "Pēc problēmas izprašanas un pakalpojuma ideju apsvēršanas variet izstrādāt konkrētus risinājumus savai problēmai. Kopējas projektēšanas semināri šajā posmā ir noderīgi kā kolektīvie pasākumi, kas tiek organizēti, lai apspriestu dizaina jautājumus un izvēles. Sadarbojieties ar attiecīgajiem dalībniekiem, lai sāktu definēt kopprojektēto un koppiegādāto pakalpojumu.",
    "default;phase-design;objective-service_design;name": "Pakalpojuma dizains",
    "default;phase-design;objective-service_design;task-define_personas;description": "Apdomājiet pakalpojuma saņēmēja rīcību, vajadzības un gaidas. Personas ir izdomāti personāži, kas iemieso jūsu klienta, saņēmēja vai finansējuma atbalstītāja arhetipu. Tie tiek radīti, vispusīgi novērojot klientu segmentu un apkopojot to kopīgās īpašības, uzvedību, motivāciju, intereses utt. Tas ir noderīgs līdzeklis, lai iegūtu informāciju par to, kam jūs gatavojaties.",
    "default;phase-design;objective-service_design;task-define_personas;name": "Definēt personas",
    "default;phase-design;objective-service_design;task-define_scenarios;description": "Rakstiet scenārijus. Lai izskaidrotu un kopīgi aprakstītu paredzēto pakalpojumu, var izmantot scenārijus, lai atspoguļotu lietotāju pieredzi. Lietotāja scenārijs ir stāsts, kurā stāstījumā aprakstīts, kā lietotājs konkrētā situācijā mijiedarbojas ar pakalpojumu. Lai uzrakstītu lietotāja scenārijus, ir jānosaka konkrēts konteksts, kurā notiek darbība, kā arī varoņi un vajadzības, kas nosaka lietotāja attieksmi.",
    "default;phase-design;objective-service_design;task-define_scenarios;name": "Definēt scenārijus",
    "default;phase-design;objective-service_design;task-define_user_journeys;description": "Aprakstiet saskarsmi starp lietotāju un organizāciju, pakalpojumu vai produktu. Pastāstiet stāstu no lietotāja viedokļa un mēģiniet attēlot, kā lietotāja gaidas krustojas ar organizācijas piedāvājumu. Tas ir noderīgs stratēģiskais rīks, kas notur klientus, saņēmējus un piegādātājus dizaina lēmumu centrā, izceļot barjeras un organizācijas iespējas radīt labāku lietotāja pieredzi un efektīvu pakalpojumu.",
    "default;phase-design;objective-service_design;task-define_user_journeys;name": "Lietotāju braucienu definēšana",
    "default;phase-design;objective-service_specification;description": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālas prasībās un pakalpojuma specifikācijās, lai varētu uzsākt pakalpojuma ieviešanu. Ievērojiet vadlīnijas, lai apkopotu, strukturētu un komunicētu prasības un visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā.",
    "default;phase-design;objective-service_specification;name": "Pakalpojuma specifikācija",
    "default;phase-design;objective-service_specification;task-consider_eu_guidelines_for_public_service_developement;description": "Iepazīstiet labu praksi saskarņu izstrādē un publisko pakalpojumu attīstībā. Savā specifiskajā lietošanas gadījumā atspoguļojiet, kā nodrošināt, lai pakalpojumi tiktu sniegti daudzkanālu veidā, maksimāli palielinot to izmantošanu, ko veic potenciāli jebkura lietotāju grupa vai pārstāvji, kas darbojas to vārdā, un sniedziet skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā ieviešanā.",
    "default;phase-design;objective-service_specification;task-consider_eu_guidelines_for_public_service_developement;name": "Apsveriet ES publisko pakalpojumu izstrādes vadlīnijas",
    "default;phase-design;objective-service_specification;task-content_design;description": "Sagatavot atbilstošu saturu jaunajam/uzlabotajam sabiedriskajam pakalpojumam. Ievērojiet norādījumus par to, kā izvēlēties un lietot vispiemērotāko valodu atbilstoši digitālā pakalpojuma lietotājiem un viņu prasmēm.",
    "default;phase-design;objective-service_specification;task-content_design;name": "Satura noformējums",
    "default;phase-design;objective-service_specification;task-data_model_design;description": "Palīdziet veikt šādas pakalpojuma ieviešanas darbības, definējot datu modeli, kas izskaidro: pakalpojuma konceptuālo organizāciju, tā loģisko organizāciju komponentu ziņā un nepieciešamo datu bāzes ieviešanas fizisko līmeni. ",
    "default;phase-design;objective-service_specification;task-data_model_design;name": "Datu modeļa dizains",
    "default;phase-design;objective-service_specification;task-service_specification_definition;description": "Pakalpojuma aprakstam, iespējams, izmantojiet standarta specifikācijas formālismus. INTERLINK iesaka apskatīt ES standartus, piemēram, pakalpojumu piedāvājuma kanvu. Aizpildot šo strukturēto digitālo pakalpojumu vizuālo klasifikāciju, varat aprakstīt, kā tiek apmierinātas ieinteresēto personu vajadzības. Rezultāts ir konsolidēts skatījums, kas veicina orientāciju uz pakalpojumu un izpratni par vajadzībām un to, kā pakalpojumi ir jāizmanto. SOC specifikācijas var koplietot un salīdzināt ar citiem līdzīgiem pakalpojumiem ES līmenī.",
    "default;phase-design;objective-service_specification;task-service_specification_definition;name": "Pakalpojuma specifikācijas definīcija",
    "default;phase-design;objective-service_specification;task-software_architecture_and_api_design;description": "Izveidojiet dokumentu, kas apraksta elektroniskās sistēmas arhitektūru zem pakalpojuma un API projekta.",
    "default;phase-design;objective-service_specification;task-software_architecture_and_api_design;name": "Programmatūras arhitektūra un api dizains",
    "default;phase-design;objective-service_specification;task-user_interface_design;description": "Turpiniet pakalpojuma lietotāja saskarnes izstrādi, sagatavojot sākotnējās skices un maketus. Nodrošiniet, lai lietotāja saskarnes struktūra atbilstu lietojamības un pieejamības vadlīnijām. ",
    "default;phase-design;objective-service_specification;task-user_interface_design;name": "Lietotāja saskarnes dizains",
    "default;phase-design;objective-sustainability;description": "Pirms turpināt attīstīt savu pakalpojumu. Pārtrauciet un pārdomājiet līdz šim sasniegtos projektēšanas rezultātus, kā arī to, kāda ir īstenošanas iespējamība un ilgtspēja.",
    "default;phase-design;objective-sustainability;name": "Ilgtspējība",
    "default;phase-design;objective-sustainability;task-evaluation_of_codesign;description": "Vai izveidotais dizains ir apmierinošs?\nSekojiet piedāvātajam kontrolsarakstam, lai saprastu, vai esat pabeidzis projektēšanas darbus vai arī ieteicams veikt iteratīvu pilnveidošanas ciklu.",
    "default;phase-design;objective-sustainability;task-evaluation_of_codesign;name": "Kodējuma novērtēšana",
    "default;phase-design;objective-sustainability;task-feasibility_analysis;description": "Vai ir pieejamas visas tehniskās prasmes un resursi, lai turpinātu ar izstrādi?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu tehniskās ilgtspējas starpnovērtējumu.",
    "default;phase-design;objective-sustainability;task-feasibility_analysis;name": "Priekšizpētes analīze",
    "default;phase-design;objective-sustainability;task-refine_the_preliminary_business_model;description": "Cik liels finansējums ir nepieciešams? Kāds būs finansējuma avots? Kādi ir finansējuma/atbalsta avoti, kas nepieciešami, lai nodrošinātu tā darbību pēc īstenošanas?\nSekojiet kontrolsarakstam, lai veiktu finanšu ilgtspējas starpnovērtējumu.",
    "default;phase-design;objective-sustainability;task-refine_the_preliminary_business_model;name": "Uzlabojiet sākotnējo biznesa modeli",
    "default;phase-design;objective-sustainability;task-understand_motivations_and_incentives;description": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas tos izstrādā/uztur?\nApstājies un pārdomā, kā līdz šim norisinājās ieinteresēto pušu sadarbība kopradīšanā. Sekojiet līdzi piedāvātajam kontrolsarakstam, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvāku izstrādes un koppiegādes  fāzi.",
    "default;phase-design;objective-sustainability;task-understand_motivations_and_incentives;name": "Izprast motivāciju un stimulus",
    "default;phase-engage;description": "Kuras ieinteresētās puses būtu jāiesaista jūsu koprades procesā? Kā sazināties ar viņiem par jūsu projekta mērķiem un dalības priekšrocībām?\nUzziniet, kāda varētu būt pievienotā vērtība no ieinteresēto pušu iesaistes. Izmantojiet pieejamos zināšanu rīkus, lai saprastu, kuras ir ieinteresētās puses, kuras jāiesaista jūsu projektā, un kādu lomu tās var ieņemt.\nIzmantojiet saziņas veidnes, lai vairotu izpratni, uzaicinātu ieinteresētās personas un izveidotu aktīvu un motivētu atbalstītāju tīklu. Definējiet partnerības līgumus un pārliecinieties, vai koplietotā informācija ir aizsargāta. Kopīgi plānojiet nākamos soļus un izveidojiet darba grupas. ",
    "default;phase-engage;name": "Iesaistīties",
    "default;phase-engage;objective-define_data_management_plan;description": "Pārliecinieties, ka koprades procesa laikā savāktie un apstrādātie dati tiek pārvaldīti saskaņā ar GDPR un ES labāko praksi.\nSagatavojiet datu pārvaldības plānu, kas palīdzēs jums strādāt visā projekta darbības laikā un pēc tam.",
    "default;phase-engage;objective-define_data_management_plan;name": "Definēt datu pārvaldības plānu",
    "default;phase-engage;objective-define_data_management_plan;task-be_aware_of_data_impact;description": "Apsveriet, kuri ir lietotāju un piegādātāju datu pastāvīgie identifikatori (PID).\nApdomājiet īpašumtiesību, minimalizācijas, atbildības, koplietošanas, arhivēšanas un anonimitātes aspektus.",
    "default;phase-engage;objective-define_data_management_plan;task-be_aware_of_data_impact;name": "Esiet informēti par datu ietekmi",
    "default;phase-engage;objective-define_data_management_plan;task-clarify_the_purpose_for_data_collection;description": "Kādi dati tiks ievākti koprades laikā?\nSāciet veidot savu datu pārvaldības plānu, veicot datu avotu un veidu uzskaiti.",
    "default;phase-engage;objective-define_data_management_plan;task-clarify_the_purpose_for_data_collection;name": "Datu vākšanas mērķa precizēšana",
    "default;phase-engage;objective-define_data_management_plan;task-understand_how_the_data_flows;description": "Kam un kādam nolūkam ir pieejami dati?\nUzziniet, kur datus var droši glabāt un vai dati ir jāpārsūta tālāk.",
    "default;phase-engage;objective-define_data_management_plan;task-understand_how_the_data_flows;name": "Izprotiet, kā notiek datu plūsmas",
    "default;phase-engage;objective-define_legal_and_ethical_framework;description": "Juridisko noteikumu sarežģītība dažkārt var apgrūtināt publiskā sektora iespējas izmantot IKT kopradei, un tas var ievērojami aizkavēt risinājumu ieviešanu.\nIzmantojiet šeit piedāvātās vadlīnijas, lai sagatavotu finanšu, tehniskos un juridiskos līgumus, kas nodrošinās jūsu koprades projekta dzīvotspēju.",
    "default;phase-engage;objective-define_legal_and_ethical_framework;name": "Tiesiskā un ētiskā regulējuma definēšana",
    "default;phase-engage;objective-define_legal_and_ethical_framework;task-define_a_non_disclosure_agreement_nda;description": "Apsveriet, vai jūsu sadarbības tīklā ieinteresētajām personām ir nepieciešama oficiāla vienošanās, lai neatklātu konfidenciālo informāciju, kas tiek koplietota kā daļa no kopīga pakalpojuma izveides.",
    "default;phase-engage;objective-define_legal_and_ethical_framework;task-define_a_non_disclosure_agreement_nda;name": "Formulējiet informācijas neizpaušanas līgumu (NDA)",
    "default;phase-engage;objective-define_legal_and_ethical_framework;task-define_a_partnership_agreement;description": "Dalībniekiem ir skaidri jāsaprot sava loma kopražošanas pasākumos, viņu pienākumi un tiesības.\nIespējams, vēlēsities pierakstīt sadarbības noteikumus un vispārīgo plānu, lai iniciatīvai piešķirtu formālāku struktūru, redzamību un politisko atbalstu.\nVadlīnijas un partnerattiecību līgumu piemēri var palīdzēt jums izlemt, kurš risinājums ir vispiemērotākais jūsu gadījumam.",
    "default;phase-engage;objective-define_legal_and_ethical_framework;task-define_a_partnership_agreement;name": "Formulējiet partnerības līgumu",
    "default;phase-engage;objective-engage_stakeholders;description": "Ieinteresēto pušu iesaiste balstās uz efektīvas saziņas, sadarbības un mijiedarbības atrašanu ar atslēgas cilvēkiem ar pozitīvu vai negatīvu ietekmi, kas var ietekmēt jūsu projekta panākumus.\nLai sasniegtu šo mērķi, jums rūpīgi jāsagatavo iesaistes plāns, jāizveido savai auditorijai pielāgots izpratnes veidošanas un komunikācijas plāns, jāsaprot, kā informēt ieinteresētās puses, un, kad vien tas ir paredzēts jūsu projektā, jāsaprot, kā iesaistīt iedzīvotājus koprades procesā. ",
    "default;phase-engage;objective-engage_stakeholders;name": "Iesaistiet ieinteresētās puses",
    "default;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;description": "Skaidri izstāstiet par pakalpojumu koprades priekšrocībām jūsu ieinteresēto pušu un iedzīvotāju tīklam.\nDalībniekiem ir jāsaprot, kāpēc viņu līdzdalība ir svarīga, un ko viņi individuāli vai grupā var iegūt.",
    "default;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;name": "Pastāstiet par ieguvumiem iesaistītajām pusēm",
    "default;phase-engage;objective-engage_stakeholders;task-create_awareness_and_communication;description": "Nodrošiniet attiecīgo ieinteresēto pušu informētību par šo iniciatīvu, lai nodrošinātu to līdzdalību. Izpratnes veidošana ir process, kura mērķis ir informēt un izglītot cilvēkus par kādu tēmu vai problēmu ar nolūku ietekmēt viņu attieksmi, uzvedību un uzskatus, lai sasniegtu noteiktu rezultātu vai mērķi.",
    "default;phase-engage;objective-engage_stakeholders;task-create_awareness_and_communication;name": "Veidojiet izpratni un komunicējiet",
    "default;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_production_process;description": "Sniedziet sabiedrībai informāciju, kas tai nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu un arī to, kā sabiedrības ieguldījums var ietekmēt lēmumus, pakalpojuma dizainu un tā sniegšanas veidu. ",
    "default;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_production_process;name": "Iesaistiet iedzīvotājus koprades procesā",
    "default;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;description": "Izveidojiet efektīvu iesaistes plānu, kas ļauj sasniegt pietiekamu skaitu ieinteresēto pušu, lai nodrošinātu vispusīgas auditorijas iesaisti koprades pakalpojumā.\nIesaistes plāns parasti sastāv no trim daļām: jūsu projektā ieinteresēto pušu noteikšana; efektīvu līdzekļu plānošana mijiedarbībai ar katru ieinteresēto pusi; un protokoli jūsu darba precīzai dokumentēšanai, lai nodrošinātu procesa caurskatāmību, atbildību un novērtēšanu.",
    "default;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;name": "Izveidojiet iesaistīšanās plānu",
    "default;phase-engage;objective-identify_stakeholders;description": "Atslēgas dalībnieku noteikšana ir pirmais solis, lai sāktu koprades procesu. Atbilstoši projekta veidam, mērķiem un iedzīvotāju iesaistes līmenim ir jāatbild uz dažādiem jautājumiem.\nKādi ieinteresēto pušu tipi iesaistīsies koprades iniciatīvā? Kāda ir viņu motivācija un prasmes piedalīties projektā? Kāda ir viņu pozīcija tīklā? Kā ar viņiem sazināties?\nIzpildiet konkrētos uzdevumus, lai iegūtu pilnīgu priekšstatu.",
    "default;phase-engage;objective-identify_stakeholders;name": "Noteikt ieinteresētās puses",
    "default;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;description": "Pierakstiet dalībnieku sarakstu, izņemot koprades komandu, kuri varētu būt ieinteresēti novērot koprades projekta gaitu un kuriem ir iespēja izteikt viedokli un piedalīties dažos lēmumu pieņemšanas procesos. ",
    "default;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;name": "Izveidot potenciālo tīkla dalībnieku kontaktpersonu sarakstu",
    "default;phase-engage;objective-identify_stakeholders;task-map_stakeholders_analyse_motivation_skills_expectations;description": "Ir būtiski, lai ieinteresētajām personām būtu skaidrs priekšstats par to, kādas var būt ieinteresēto personu lomas dažādos jauninājumu posmos, kāds varētu būt viņu saistību līmenis un stratēģiskā nozīme. Analizējiet attiecību veidošanas sarežģītību, apzinoties, kuri savienotāji var būt būtiski jūsu projekta inovāciju attīstībai.",
    "default;phase-engage;objective-identify_stakeholders;task-map_stakeholders_analyse_motivation_skills_expectations;name": "Kartējiet ieinteresētās puses, analizējiet motivāciju, prasmes un gaidas",
    "default;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;description": "Parasti kopražošanā, lai izveidotu jaunu pakalpojumu vai pielāgotu jau esošu pakalpojumu, tiek iesaistīti dažādi dalībnieki: valsts iestādes, privātie uzņēmumi, MVU, iedzīvotāji. Katrs dalībnieks sniedz īpašas vajadzības un kompetences saistībā ar pakalpojumu, un viņam ir dažādas motivācijas piedalīties projektā. Uzziniet par dažāda veida ieinteresētajām personām un to, kuras no tām ir būtiskas kopražošanas procesā",
    "default;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;name": "Izprotiet dažādu tipu ieinteresētās puses",
    "default;phase-engage;objective-identify_stakeholders;task-visually_map_the_network_of_stakeholders;description": "Vai jūsu tīkls ir līdzsvarots un iekļaujošs?\nIzveidojiet ieinteresēto pušu karti, kurā attēlota klientu pieredzē iesaistīto ieinteresēto pušu ekosistēma.",
    "default;phase-engage;objective-identify_stakeholders;task-visually_map_the_network_of_stakeholders;name": "Vizuāli kartēt ieinteresēto personu tīklu",
    "default;phase-sustain;description": "Definējiet uzņēmējdarbības modeļus, lai nodrošinātu kopēji radītā pakalpojuma ilgtspēju. Izveidojiet biznesa plānus un ekspluatācijas līgumus, kas veicinās to, ka trešo pušu publiskā pārvalde, uzņēmumi un ieinteresētās puses ievieš jūsu kopīgi izstrādātos pakalpojumus. Responsīviem, pieejamiem un plaši ieviestiem pakalpojumiem ir nepieciešama nepārtraukta uzturēšana un uzraudzība.",
    "default;phase-sustain;name": "Uzturēt",
    "default;phase-sustain;objective-handover;description": "Pēc izvēles deleģējiet pakalpojuma izvietošanu uz mākoņa bāzes ārējās izmitināšanas pakalpojumu sniedzēja infrastruktūru. Vienojieties par līgumu, izmaksām, atbildību un ieguvumiem, lai trešās personas varētu pārņemt pakalpojumu sniegšanu ",
    "default;phase-sustain;objective-handover;name": "Nodošana",
    "default;phase-sustain;objective-handover;task-business_model_specification;description": "Koprades darba grupa definē vienu vai vairākus uzņēmējdarbības modeļus ar to saistītajiem uzņēmējdarbības plāniem, par kuriem var vienoties ar trešās puses pakalpojuma izmantotājiem, kas vēlas pārņemt izpildi, uzturēšanu un uzraudzību, bet kur ir jāprecizē ekspluatācija starp koprades dalībniekiem un pakalpojuma ieviesējiem.",
    "default;phase-sustain;objective-handover;task-business_model_specification;name": "Biznesa modeļa specifikācija",
    "default;phase-sustain;objective-handover;task-exploitation_agreement;description": "Pirms trešā puse var pārņemt kopražoto pakalpojumu, ir jāsagatavo un jāparaksta iesaistītajām pusēm izmantošanas līgums. ",
    "default;phase-sustain;objective-handover;task-exploitation_agreement;name": "Ekspluatācijas līgums",
    "default;phase-sustain;objective-handover;task-handover;description": "Nodrošiniet dokumentāciju, lai trešās personas varētu pārņemt pakalpojumu uzturēšanu un uzraudzību. Vienošanās par līgumu, ar ko reglamentē ilgstošas atbildības nodošanu trešajai personai un ieņēmumu sadali starp tiem, kas kopīgi sagatavojuši pakalpojumu, un trešajām personām, kuras potenciāli var uzņemt pakalpojumu. Piegādātā pakalpojuma pielāgošana klientiem (tulkojumi, satura pielāgojumi utt.) ",
    "default;phase-sustain;objective-handover;task-handover;name": "Nodošana",
    "default;phase-sustain;objective-maintenance;description": "Nodrošiniet, lai izvietotais pakalpojums pastāvīgi darbotos un atbilstu jaunām klientu prasībām, kas var padarīt pakalpojumu vairāk pieņemamu un lietderīgāku. Šo atbildību var uzņemties koprades grupa un trešās personas, kas varētu būt pārņēmušas pakalpojumu. ",
    "default;phase-sustain;objective-maintenance;name": "Uzturēšana",
    "default;phase-sustain;objective-maintenance;task-task_distribution_for_maintenance_contracts_regulation_data_management_archiving;description": "Ja pakalpojuma sniegšana tika deleģēta vai to joprojām veic koprades komanda, ir jānodrošina uzdevumu sadale starp tiem, kas ir atbildīgi par tehnisko uzturēšanu. Lai nodrošinātu 24/7 darbību, regulāri jāveic līguma uraudzība un uzturēšanas darbi.",
    "default;phase-sustain;objective-maintenance;task-task_distribution_for_maintenance_contracts_regulation_data_management_archiving;name": "Uzdevumu sadale uzturēšanai, līgumu regulēšanai un datu pārvaldības arhivēšanai",
    "default;phase-sustain;objective-monitoring;description": "Uzraugiet, vai pakalpojums izpilda savus sākotnēji noteiktos mērķus, sekojot līdzi KPI kopumam, kas izriet no lietošanas datiem vai lietotāju aptaujām.  ",
    "default;phase-sustain;objective-monitoring;name": "Uzraudzība",
    "default;phase-sustain;objective-monitoring;task-monitoring_ongoing_evaluation_periodic_evaluations_with_stakeholders;description": "Analizējiet sniegtā pakalpojuma datu žurnālu (logfailus). Analizējiet ieinteresēto pušu aizpildītās aptaujas anketas. ",
    "default;phase-sustain;objective-monitoring;task-monitoring_ongoing_evaluation_periodic_evaluations_with_stakeholders;name": "Nepārtraukta novērtējuma uzraudzība, regulāri novērtējumi ar ieinteresētajām pusēm",
    "greengage-co-production;description": "",
    "greengage-co-production;name": "",
    "greengage-co-production;phase-designing;description": "Šajā fāzē tiek nodrošināts, ka tematiskā kopīgā izpēte tiek kopīgi izstrādāta pamata komandas un pilotu īpašnieku. Šajā fāzē tiek pabeigti šādi mērķi: a) Eksperimenta specifikācija; b) Rīku un resursu izvēle; c) Rīku un resursu pielāgošana un d) Rīku un resursu testēšana.",
    "greengage-co-production;phase-designing;name": "Projektēšana",
    "greengage-co-production;phase-designing;objective-experiment_specification;description": "Šis mērķis prasa, lai pamata komandas locekļi pilnībā kopīgi specificētu galīgo tematisko kopīgo izpēti, kas tiks realizēta. Šajā mērķī tiek risinātas šādas uzdevumi: a) Precizējiet ierakstu GREENGAGE portālā šai tematiskajai kopīgajai izpētei; b) Konfigurējiet diskusijas telpu starp tematiskās kopīgās izpētes kopienas locekļiem; c) Izveidojiet jaunu kopprodukcijas procesu, lai vadītu un atbalstītu kopīgo izpēti; d) Apspriediet rādītājus un metrikas tematiskajai kopīgajai izpētei; e) Pārskatiet un precizējiet datu kopu inventāru, iekļaujot datu trūkumu identifikāciju; un f) Plānojiet aktivitātes un pasākumus pilotēšanai",
    "greengage-co-production;phase-designing;objective-experiment_specification;name": "Eksperimenta specifikācija",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-configure_discourse_space_for_dialogue_among_thematic_co_exploration_s_community;description": "Šo uzdevumu veic tematiskās kopīgās izpētes pamata komandas locekļi ar pilotu īpašnieku atbalstu. Discourse rīkā tiek izveidots jauns kopienas dialoga telpa šai tematiskajai kopīgajai izpētei.",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-configure_discourse_space_for_dialogue_among_thematic_co_exploration_s_community;name": "Konfigurējiet diskusijas telpu starp tematiskās kopīgās izpētes kopienas locekļiem",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-define_indicators_and_metrics_for_thematic_co_exploration;description": "Šī uzdevuma ietvaros tiek nodrošināta diskusija, plānošana un rādītāju un metriku definīcija tematiskajai kopīgajai izpētei.",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-define_indicators_and_metrics_for_thematic_co_exploration;name": "Definējiet rādītājus un metrikas tematiskajai kopīgajai izpētei",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-planning_of_activities_and_events_for_piloting;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek iesaistīti aktivitāšu un pasākumu izvēlē un plānošanā pilotēšanai",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-planning_of_activities_and_events_for_piloting;name": "Aktivitāšu un pasākumu plānošana pilotēšanai",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-refine_entry_in_greengage_portal_for_this_thematic_co_exploration_specification;description": "Šo uzdevumu veic tematiskās kopīgās izpētes pamata komandas locekļi ar pilotu īpašnieku atbalstu. Viņi ņem par pamatu agrāk publicēto 1. fāzē - SAGATAVOŠANA Wordpress ierakstu par tematisko kopīgo izpēti. Tagad viņi kopā ar uzlabojumiem un precizējumiem tematiskās kopīgās izpētes veidlapas ietvaros precizē šādu specifikāciju. Atcerieties, ka šis dokuments kalpo, lai saistītu eksperimenta specifikāciju ar starprezultātiem tā kopprodukcijas laikā. ",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-refine_entry_in_greengage_portal_for_this_thematic_co_exploration_specification;name": "Precizējiet ierakstu GREENGAGE portālā šai tematiskajai kopīgajai izpētei ",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-revision_and_refinement_of_datasets_inventory_including_data_gaps_identification;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek iesaistīti datu kopu pārskatīšanā un pilnveidošanā, ko norādīja pilotu īpašnieki SAGATAVOŠANAS posmā.",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-revision_and_refinement_of_datasets_inventory_including_data_gaps_identification;name": "Datu kopu inventāra pārskatīšana un pilnveidošana, iekļaujot datu trūkumu identifikāciju",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-set_up_a_new_co_production_process_to_guide_and_support_co_exploration;description": "Šī uzdevuma ietvaros tiek izveidots jauns kopprodukcijas process sadarbības vidē, lai vadītu un atbalstītu kopīgo izpēti",
    "greengage-co-production;phase-designing;objective-experiment_specification;task-set_up_a_new_co_production_process_to_guide_and_support_co_exploration;name": "Iestatiet jaunu kopprodukcijas procesu, lai vadītu un atbalstītu kopīgo izpēti",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;description": "Šis mērķis atbalsta pamata komandas locekļus un pilotu īpašniekus, testējot rīkus un resursus, kas izveidoti, lai uzsāktu tematisko kopīgo izpēti",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;name": "Rīku un resursu testēšana",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-report_lessons_learnt_and_improvements_needed;description": "Šis uzdevums pamata komandas locekļus norāda uz mācībām, kas ir jāapgūst, un uz uzlabojumiem, kas ir nepieciešami.",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-report_lessons_learnt_and_improvements_needed;name": "Ziņot par mācībām, kas ir jāapgūst, un uzlabojumiem, kas ir nepieciešami",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_data_analysis_tools_and_visualizations;description": "Šī uzdevuma ietvaros pamata komandas locekļi testē datu analīzes rīkus un vizualizācijas",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_data_analysis_tools_and_visualizations;name": "Testēt datu analīzes rīkus un vizualizācijas",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_data_capture_tools_and_instruments;description": "Šī uzdevuma ietvaros pamata komandas locekļi testē datu iegūšanas rīkus un instrumentus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_data_capture_tools_and_instruments;name": "Testēt datu iegūšanas rīkus un instrumentus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_monitoring_and_evaluation_instruments;description": "Šī uzdevuma ietvaros pamata komandas locekļi testē uzraudzības un novērtēšanas instrumentus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_monitoring_and_evaluation_instruments;name": "Testēt uzraudzības un novērtēšanas instrumentus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_process_and_community_management_tools;description": "Šī uzdevuma ietvaros pamata komandas locekļi testē procesu, kas ir izveidots sadarbības vidē, un komunikācijas telpu, kas ir izveidota Discourse",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_process_and_community_management_tools;name": "Testēt procesa un kopienas pārvaldības rīkus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_support_mechanisms;description": "Šī uzdevuma ietvaros pamata komandas locekļi testē atbalsta mehānismus",
    "greengage-co-production;phase-designing;objective-testing_tools_resources;task-test_support_mechanisms;name": "Testēt atbalsta mehānismus",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;description": "Pamata komandas locekļiem, kuriem ir atbalsts no pilotu īpašniekiem, jāizvēlas GREENGAGE un ārējie rīki, ierīces un zināšanu resursi, kas tiks izmantoti tematiskās kopīgās izpētes kopprodukcijas laikā. Šī izvēle balstās uz dokumentāciju, ko nodrošina GREENGAGE, un uz padomiem, ko sniedz pilotu īpašnieki un pilotu PST locekļi. ",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;name": "Rīku un resursu izvēle",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;task-define_data_protocol_to_be_used_in_thematic_co_exploration;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, definējot datu protokolu, kas tiks izmantots tematiskajā kopīgajā izpētē",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;task-define_data_protocol_to_be_used_in_thematic_co_exploration;name": "Definējiet datu protokolu, kas tiks izmantots tematiskajā kopīgajā izpētē",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;task-select_tools_and_knowledge_assets_to_co_produce_thematic_co_exploration;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, izvēloties rīkus un zināšanu resursus, lai kopproduktu tematisko kopīgo izpēti",
    "greengage-co-production;phase-designing;objective-tools_and_resources_selection;task-select_tools_and_knowledge_assets_to_co_produce_thematic_co_exploration;name": "Izvēlieties rīkus un zināšanu resursus, lai kopproduktu tematisko kopīgo izpēti",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;description": "Šis mērķis risina šādas jomas: a) Pielāgot izvēlētos rīkus tematiskajai kopīgajai izpētei; b) Pielāgot izvēlētos komunikācijas un novērtēšanas materiālus un c) Sagatavot jaunus novērtēšanas materiālus un instrumentus",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;name": "Rīku un resursu pielāgošana",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-adapt_selected_communication_and_evaluation_materials;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai pielāgotu esošos komunikācijas un novērtēšanas materiālus",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-adapt_selected_communication_and_evaluation_materials;name": "Pielāgot izvēlētos komunikācijas un novērtēšanas materiālus",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-adapt_selected_tools_for_thematic_co_exploration;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai sazinātos ar PST tehniskajiem partneriem, lai pielāgotu izvēlētos rīkus šai konkrētajai tematiskajai kopīgajai izpētei",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-adapt_selected_tools_for_thematic_co_exploration;name": "Pielāgot izvēlētos rīkus tematiskajai kopīgajai izpētei",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-prepare_new_evaluation_materials_and_instruments;description": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai izveidotu jaunus komunikācijas un novērtēšanas materiālus",
    "greengage-co-production;phase-designing;objective-tools_resources_customization;task-prepare_new_evaluation_materials_and_instruments;name": "Sagatavot jaunus novērtēšanas materiālus un instrumentus",
    "greengage-co-production;phase-experimenting;description": "Šī fāze ir būtiska, jo tā ir atbildīga par faktisko darbību un tematiskās kopīgas izpētes novērtēšanu. Tā ietver šādus mērķus: a) Vērotāju iekļaušana; b) Vērotāju apmācība un atbalsts; c) Datu apkopošana; d) Datu apvienošana, analīze un vizualizācija; e) Eksperimenta novērtējums",
    "greengage-co-production;phase-experimenting;name": "Eksperimentēšana",
    "greengage-co-production;phase-experimenting;objective-data_collection;description": "Šis mērķis risina (vada un seko) tematiskās kopīgas izpētes datu apkopošanas procesu. Tas ietver sekojošus uzdevumus: a) Apkopot jau pieejamos autoritatīvos datus; b) Apkopot nav pieejamos datu, kas iegūti ar crowdsourcing palīdzību; c) Apkopot kvalitatīvos datus (aptaujas, intervijas, fokusa grupas, vietējie pastaigas)",
    "greengage-co-production;phase-experimenting;objective-data_collection;name": "Datu apkopošana",
    "greengage-co-production;phase-experimenting;objective-data_collection;task-collect_not_available_crowdsourced_data;description": "Šis uzdevums apkopo nav pieejamos datus ar Pilsoņu novērotāju atbalstu, t.i., tematiskās kopīgas izpētes dalībniekus, kas ir iekļauti. Šie dati ļaus veidot projekta risinātā problēmas tārpu acu skatu.",
    "greengage-co-production;phase-experimenting;objective-data_collection;task-collect_not_available_crowdsourced_data;name": "Aptaujas, intervijas, fokusa grupas, vietējie pastaigas",
    "greengage-co-production;phase-experimenting;objective-data_collection;task-collect_qualitative_data_surveys_interviews_focus_groups_local_walks;description": "Šis uzdevums apkopo kvalitatīvus datus, izmantojot aptaujas, intervijas, fokusa grupas vai vietējās pastaigas, lai apkopotu to cilvēku uztveres, viedokļus un atspoguļojumus, kas piedalās tematiskajā kopīgajā izpētē vai ir ietekmēti no tās rezultātiem.",
    "greengage-co-production;phase-experimenting;objective-data_collection;task-collect_qualitative_data_surveys_interviews_focus_groups_local_walks;name": "Kvalitatīvos datu apkopošana (aptaujas, intervijas, fokusa grupas, vietējie pastaigas)",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;description": "Šis mērķis ir vērsts uz tematiskās kopīgas izpētes dalībnieku atbalstu, lai veiktu apkopoto datu apvienošanu, analīzi un vizualizāciju. Tas ietver sekojošas darbības: a) Apkopot un saskaņot apkopotos heterogēnos datus; b) Datu iegūšana un uzglabāšana; c) Datu analīze un vizualizācija instrumentu panelos; d) Datu un vizualizāciju katalogizācija; un e) Ideju ģenerēšana un ziņojumu sagatavošana",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;name": "Datu apvienošana, analīze un vizualizācija",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-catalogue_data_and_visualizations;description": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, lai katalogizētu datu iegūšanas un analīzes procesa rezultātus, lai tos varētu viegli pārskatīt gan tematiskās kopīgas izpētes dalībnieki, gan iesaistītās personas.",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-catalogue_data_and_visualizations;name": "Datu un vizualizāciju katalogizācija",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-combine_and_harmonize_heterogenous_data_collected;description": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, apkopojot un saskaņojot apkopotos heterogēnos datus",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-combine_and_harmonize_heterogenous_data_collected;name": "Apkopot un saskaņot apkopotos heterogēnos datus",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-data_analysis_and_visualization_in_dashboards;description": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus datu analīzes procesā un vizualizācijas ģenerēšanā instrumentu panelos",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-data_analysis_and_visualization_in_dashboards;name": "Datu analīze un vizualizācija instrumentu panelos",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-ingest_and_store_data;description": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, iegūstot un uzglabājot iepriekš apkopotos datus",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-ingest_and_store_data;name": "Datu iegūšana un uzglabāšana",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-insights_generation_and_reporting;description": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, lai ģenerētu idejas un sagatavotu ziņojumus ar tematiskās kopīgas izpētes rezultātiem.",
    "greengage-co-production;phase-experimenting;objective-data_combination_analysis_visualization;task-insights_generation_and_reporting;name": "Ideju ģenerēšana un ziņojumu sagatavošana",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;description": "Šis mērķis ir vērsts uz pilsoņu novērotāju eksperimenta novērtēšanas atbalstu. Tas ietver sekojošus uzdevumus: a) KPI populācija un novērtēšana; b) Kopīga atspoguļošanās par rezultātiem un pieredzi; c) Izlemt, vai atkārtot, pamatojoties uz progresu analīzi, vai noslēgt ar secinājumiem",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;name": "Eksperimenta novērtēšana",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-collaborative_reflection_about_results_and_experience;description": "Šis uzdevums ir par kopīgu atspoguļošanos par tematiskās kopīgas izpētes rezultātiem un dalībnieku pieredzi tajā",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-collaborative_reflection_about_results_and_experience;name": "Kopīga atspoguļošanās par rezultātiem un pieredzi",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-decide_whether_to_reiterate_based_on_analysis_of_progress_or_wrap_up_with_takeaways;description": "Šis uzdevums kalpo tematiskās kopīgas izpētes dalībniekiem, lai izlemtu, vai turpināt datu apkopošanas un analīzes procesu vai nē. Ja turpināšana, šajā posmā dalībnieki var definēt dažas pārstrukturēšanas datu protokolā, apkopošanas, analīzes, vizualizācijas un interpretācijas procesā.",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-decide_whether_to_reiterate_based_on_analysis_of_progress_or_wrap_up_with_takeaways;name": "Izlemt, vai atkārtot, pamatojoties uz progresu analīzi, vai noslēgt ar secinājumiem",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-kpis_population_and_evaluation;description": "Šis uzdevums ir par datu crowdsourced un aptauju un izpētēm analizēšanu, lai populētu tematiskās kopīgas izpētes KPI un to novērtējumu.",
    "greengage-co-production;phase-experimenting;objective-experiment_evaluation;task-kpis_population_and_evaluation;name": "KPI populācija un novērtēšana",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;description": "Šis mērķis prasa, lai kodola komandas locekļi uzsāktu šādas darbības, lai nodrošinātu, ka šīs tematiskās kopīgas izpētes novērošanas kopiena ir sapulcināta: a) Veicināt un publicēt tematisko kopīgo izpēti; b) Iekļaut papildus pilsoņu novērotājus un c) Nodrošināt, ka tiek ievēroti etikas protokoli",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;name": "Vērotāju iekļaušana",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-ensure_ethics_protocol_are_followed;description": "Šī uzdevuma mērķis ir izveidot jaunu kopraodukcijas procesu sadarbības vidē, lai vadītu un atbalstītu kopīgo izpēti",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-ensure_ethics_protocol_are_followed;name": "Nodrošināt, ka tiek ievēroti etikas protokoli",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-onboard_further_citizen_observers;description": "Šī uzdevuma mērķis ir reģistrēt novērotāju datus, kas ir iesaistījušies pateicoties iepriekšējai veiktajai veicināšanas kampaņai.",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-onboard_further_citizen_observers;name": "Iekļaut papildus pilsoņu novērotājus",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-promote_and_publicize_thematic_co_exploration;description": "Šī uzdevuma mērķis ir veicināt un publicēt informāciju par paredzamo tematisko kopīgo izpēti un aicinājumu pilsoņiem un citiem ieinteresētajiem tajā piedalīties.",
    "greengage-co-production;phase-experimenting;objective-observers_onboarding;task-promote_and_publicize_thematic_co_exploration;name": "Veicināt un publicēt tematisko kopīgo izpēti",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;description": "Šis mērķis risina sekojošos aspektus, kas saistīti ar tematiskās kopīgas izpētes dalībnieku apmācību un atbalstu: a) Organizēt praktisku apmācību metodoloģijas, rīku un resursu jomā; b) Ņemt vērā tematiskās kopīgas izpētes specifiskās jaunās apmācības vajadzības un c) Organizēt datu apkopošanas un analīzes procesu",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;name": "Vērotāju apmācība un atbalsts",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-consider_thematic_co_exploration_specific_new_training_needs;description": "Šis uzdevums izveidos specifisku apmācības programmu tematiskās kopīgas izpētes dalībniekiem, lai saprastu jomu, kurā ir organizēta tematiskā kopīgā izpēte.",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-consider_thematic_co_exploration_specific_new_training_needs;name": "Ņemt vērā tematiskās kopīgas izpētes specifiskās jaunās apmācības vajadzības",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-organise_hands_on_training_for_methodology_tools_and_assets;description": "Šis uzdevums vadīs kodola komandas locekļus, organizējot praktisku apmācību metodoloģijas, rīku un resursu jomā ar visiem tematiskās kopīgas izpētes dalībniekiem",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-organise_hands_on_training_for_methodology_tools_and_assets;name": "Organizēt praktisku apmācību metodoloģijas, rīku un resursu jomā",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-organize_data_collection_and_analysis_process;description": "Šis uzdevums risina datu apkopošanas un analīzes procesa organizāciju",
    "greengage-co-production;phase-experimenting;objective-observers_training_support;task-organize_data_collection_and_analysis_process;name": "Organizēt datu apkopošanas un analīzes procesu",
    "greengage-co-production;phase-preparing;description": "Fāze detalizē sagatavošanos tematiskas kopās izpētes realizācijai. Tā sastāv no sekojošiem soķiem: a) Tēmas izvēle; b) Pilotu ģimenes apmācība; c) Pamata komandas iekļaušana un d) Pamata komandas apmācība.",
    "greengage-co-production;phase-preparing;name": "Sagatavošana",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;description": "Šajā mērķī tiek sapulcināta pamata komanda. Šim nolūkojumam nepieciešami sekojoši soķi: a) Izveidot potenciālo ieinteresēto pušu karti; b) Izveidot lapu Wordpress ar informāciju par tematisko kopās izpēti; c) Uzsākt komunikācijas kampaņu, lai aicinātu pilsoņus piedalīties CO tematiskajā kopās izpētē, d) Izveidot Discourse, lai pārvaldītu kopienas iesaisti un e) Organizēt darbnīcu, lai iepazīstinātu pamata komandu ar GREENGAGE un apkopotu viņu atsauksmes.",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;name": "Pamata komandas iekļaušana",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-build_map_of_potential_stakeholders;description": "Šī uzdevuma mērķis ir pilotu ģimeņu ģimenes definēt potenciālo ieinteresēto pušu karti, kuri ir ieinteresēti piedalīties vai ietekmēti tematiskajā kopās izpētē",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-build_map_of_potential_stakeholders;name": "Izveidot potenciālo ieinteresēto pušu karti",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-organize_workshop_to_introduce_greengage_to_core_team_and_gather_their_feedback;description": "Šī uzdevuma ieteikums ir organizēt darbnīcu, lai iepazīstinātu pamata komandu ar GREENGAGE un apkopotu viņu atsauksmes",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-organize_workshop_to_introduce_greengage_to_core_team_and_gather_their_feedback;name": "Organizēt darbnīcu, lai iepazīstinātu pamata komandu ar GREENGAGE un apkopotu viņu atsauksmes",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_communication_campaign_to_invite_citizens_to_take_part_in_co_s_thematic_co_exploration;description": "Šī uzdevuma mērķis ir izveidot komunikācijas kampaņu, lai aicinātu pilsoņus piedalīties CO tematiskajā kopās izpētē",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_communication_campaign_to_invite_citizens_to_take_part_in_co_s_thematic_co_exploration;name": "Izveidot komunikācijas kampaņu, lai aicinātu pilsoņus piedalīties CO tematiskajā kopās izpētē",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_discourse_to_manage_community_engagement;description": "Šī uzdevuma mērķis ir izveidot Discourse telpu, lai pārvaldītu kopienas iesaisti šajā tematiskajā kopās izpētē",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_discourse_to_manage_community_engagement;name": "Izveidot Discourse, lai pārvaldītu kopienas iesaisti",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_page_in_wordpress_with_info_about_the_thematic_co_exploration;description": "Šī uzdevuma mērķis ir pilotu ģimeņu ģimenes izveidot lapu Wordpress ar informāciju par tematiskajā kopās izpēti",
    "greengage-co-production;phase-preparing;objective-core_team_onboarding;task-set_up_page_in_wordpress_with_info_about_the_thematic_co_exploration;name": "Izveidot lapu Wordpress ar informāciju par tematisko kopās izpēti",
    "greengage-co-production;phase-preparing;objective-core_team_training;description": "Šajā mērķī tiek sapulcināta pamata komanda. Šim nolūkojumam nepieciešami sekojoši soķi: a) Izveidot potenciālo ieinteresēto pušu karti; b) Izveidot lapu Wordpress ar informāciju par tematisko kopās izpēti; c) Uzsākt komunikācijas kampaņu, lai aicinātu pilsoņus piedalīties CO tematiskajā kopās izpētē, d) Izveidot Discourse, lai pārvaldītu kopienas iesaisti un e) Organizēt darbnīcu, lai iepazīstinātu pamata komandu ar GREENGAGE un apkopotu viņu atsauksmes.",
    "greengage-co-production;phase-preparing;objective-core_team_training;name": "Pamata komandas apmācība",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-create_additional_training_material;description": "Šī uzdevuma mērķis ir pilotu ģimeņiem sadarbībā ar pamata komandu un GREENAGE konsorciju izveidot papildu apmācības materiālus",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-create_additional_training_material;name": "Izveidot papildu apmācības materiālus",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-prepare_a_training_plan_specific_for_the_pilot;description": "Šī uzdevuma mērķis ir pilotu ģimeņiem sadarbībā ar pamata komandu definēt specifisku apmācības plānu tematiskās kopās izpētes dalībniekiem",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-prepare_a_training_plan_specific_for_the_pilot;name": "Sagatavot pilotam specifisku apmācības plānu",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-training_on_greengage_ethical_framework;description": "šī uzdevuma mērķis ir tas, lai pilotu ģimeņi izglītotu pamata komandu par GREENGAGE ētikas pamatnostādnēm",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-training_on_greengage_ethical_framework;name": "Apmācība par GREENGAGE ētikas pamatnostādnēm",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-training_on_greengage_technologies;description": "šī uzdevuma mērķis ir tas, lai pilotu ģimeņi izglītotu pamata komandu par GREENGAGE tehnoloģijām",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-training_on_greengage_technologies;name": "Apmācība par GREENGAGE tehnoloģijām",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-understand_the_thematic_area;description": "Šī uzdevuma mērķis ir pamata komandai iesaistīties izvēlētās tematiskās jomas kopījā izpratnē",
    "greengage-co-production;phase-preparing;objective-core_team_training;task-understand_the_thematic_area;name": "Izprast tematisko jomu",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;description": "Pilotu ģimeņi tiek apmācīti par pilsoņu zinātni, ētiku, datu pārvaldību, GREENGAGE piedāvātajām rīkiem un tematiskās kopās izpētes koncepciju. Turklāt viņi uzskaita pieejamos un nepieciešamos datu kopumus (kas tiks iegūti, izmantojot crowdsourcing) tematiskajā kopās izpētei.",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;name": "Pilotu ģimeņu apmācība un sagatavošana",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-develop_dataset_inventory;description": "Šī uzdevuma mērķis ir tas, lai pilotu ģimeņi izstrādātu sākotnējo datu kopu inventāru tematiskajai kopās izpētei",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-develop_dataset_inventory;name": "Izstrādāt datu kopu inventāru",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_citizen_science;description": "Šī uzdevuma mērķis ir sniegt vispārīgu pilsoņu zinātnes apmācību pilotu ģimeņiem",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_citizen_science;name": "Apmācība par pilsoņu zinātni",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_data_management;description": "Šī uzdevuma mērķis ir sniegt datu pārvaldības apmācību pilotu ģimeņiem",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_data_management;name": "Apmācība par datu pārvaldību",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_ethics;description": "Šī uzdevuma mērķis ir sniegt ētikas apmācību pilotu ģimeņiem",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_about_ethics;name": "Apmācība par ētiku",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_on_green_engine_and_toolbox;description": "Šī uzdevuma mērķis ir sniegt apmācību par GREEN Engine un rīku kasti pilotu ģimeņiem",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_on_green_engine_and_toolbox;name": "Apmācība par GREEN Engine un rīku kasti",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_on_thematic_co_exploration_co_design;description": "Šī uzdevuma mērķis ir sniegt apmācību pilotu ģimeņiem par to, kā kopā izstrādāt tematisku kopās izpēti, izmantojot GREENGAGE metodoloģiju, rīkus un zināšanu resursus",
    "greengage-co-production;phase-preparing;objective-pilots_owners_training_preparing;task-training_on_thematic_co_exploration_co_design;name": "Apmācība par tematiskās kopās izpētes kopās dizainu",
    "greengage-co-production;phase-preparing;objective-theme_selection;description": "Šim mērķim ir nepieciešams, lai pilotu ģimenes noteiktu, kādu \"tēmu\" uzskatīs par galveno tematu, kas tiks izpētīts tematiskajā kopās, piemēram, gaisa kvalitāti. ",
    "greengage-co-production;phase-preparing;objective-theme_selection;name": "Tēmas izvēle",
    "greengage-co-production;phase-preparing;objective-theme_selection;task-analyse_and_prioritize_co_thematic_areas;description": "Analizēt un prioritizēt CO tematiskās jomas starp tām, kas jau ir identificētas pilotu ģimeņu līdzē",
    "greengage-co-production;phase-preparing;objective-theme_selection;task-analyse_and_prioritize_co_thematic_areas;name": "Analizēt un prioritizēt CO tematiskās jomas",
    "greengage-co-production;phase-preparing;objective-theme_selection;task-reasoned_selection_of_a_thematic_co_exploration_area;description": "Šai uzdevumam ir nepieciešams, lai pilotu ģimenes pamato savu izvēli attiecībā uz konkrētu tematiskās kopās izpētes jomu, proti, norādot, kāpēc šāda veida izpēte šajā tēmā ir nepieciešama.",
    "greengage-co-production;phase-preparing;objective-theme_selection;task-reasoned_selection_of_a_thematic_co_exploration_area;name": "Pamatota tematiskās kopās izpētes jomas izvēle",
    "greengage-co-production;phase-sharing;description": "Šī fāze ir par rezultātu kopīgošanu tematiskajā kopīgošanā un tās atkārtojamības un ilgtspējas meklēšanu. Tā risina šādus mērķus: a) Stāstīšana (no atklājumiem); b) Tulkot politikās un c) Eksperimenta ilgtspēja. Šo darbu veic visa tematiskās kopīgošanas komanda, ieskaitot pilotu īpašniekus.",
    "greengage-co-production;phase-sharing;name": "Dalīšanās",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;description": "Šis mērķis risina tematiskās kopīgošanas rezultātu izdošanu un izplatīšanu. Tas arī nodarbojas ar datu kopu un analīžu izstrādāšanas publicēšanu Atvērtās pētniecības platformās.",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;name": "Eksperimenta ilgtspēja",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;task-publication_in_open_research_platforms;description": "Šis uzdevums ir atbildīgs par datu kopu un analīžu publicēšanu, kas veiktas pār apkopotajiem datiem, lai citi pētnieki un novērotāji varētu izmantot projektā iegūtos rezultātus.",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;task-publication_in_open_research_platforms;name": "Publicēšana Atvērtās pētniecības platformās",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;task-release_and_disssemination_of_thematic_co_exploration_outcomes;description": "Šis uzdevums apkopo jau pieejamos datus no Copernicus vai Open Data Portals, kas var būt būtiski, lai veidotu tēmas kopīgošanas pārskatu.",
    "greengage-co-production;phase-sharing;objective-experiment_sustainability;task-release_and_disssemination_of_thematic_co_exploration_outcomes;name": "Tematiskās kopīgošanas rezultātu izdošana un izplatīšana",
    "greengage-co-production;phase-sharing;objective-storytelling_from_findings;description": "Šis mērķis ir vērsts uz pievilcīgu un viegli saprotamu, plaši pieejamu stāstu radīšanu, kas var tikt plaši izplatīti, lai sabiedrība būtu informēta un saprastu nepieciešamību pēc sabiedrības uzvedības pārveidošanas uz vides ziņā apzinīgāku dzīvesveidu.",
    "greengage-co-production;phase-sharing;objective-storytelling_from_findings;name": "Stāstīšana (no atklājumiem)",
    "greengage-co-production;phase-sharing;objective-storytelling_from_findings;task-generation_of_storylines_for_wide_dissemination;description": "Šī uzdevuma mērķis ir ierosināt pieejas un veidnes, kas varētu tikt izmantotas, lai vadītu stāstu materiālu izstrādi plašai projekta izplatīšanai.",
    "greengage-co-production;phase-sharing;objective-storytelling_from_findings;task-generation_of_storylines_for_wide_dissemination;name": "Stāstu līniju ģenerēšana plašai izplatīšanai",
    "greengage-co-production;phase-sharing;objective-translating_into_policies;description": "Šis mērķis ir vērsts uz politikas pamatnostādņu ievades veidošanu politikas veidotājiem",
    "greengage-co-production;phase-sharing;objective-translating_into_policies;name": "Tulkot politikās",
    "greengage-co-production;phase-sharing;objective-translating_into_policies;task-generation_of_policy_briefs_inputs_for_policy_makers;description": "Šis uzdevums ir vērsts uz politikas pamatnostādņu ievades veidošanu politikas veidotājiem",
    "greengage-co-production;phase-sharing;objective-translating_into_policies;task-generation_of_policy_briefs_inputs_for_policy_makers;name": "Politikas pamatnostādņu ievades veidošana politikas veidotājiem",
    "hackathon;description": "INTERLINK projekts ļauj definēt mērķētus koprades procesus. Šajā gadījumā koprades process ir paredzēts, lai virzītu hakatona ideju, sagatavošanu, uzsākšanu un izmantošanu. Tas izstrādāts, lai risinātu atsevišķas sabiedrības problēmas sadarbībā ar valsts pārvaldes iestādēm, pilsoņiem un citām ieinteresētajām pusēm, piemēram, mazajiem un vidējiem uzņēmumiem, akadēmiskajām aprindām vai bezpeļņas organizācijām. Tas sastāv no 4 galvenajiem posmiem: a) IESAISTE – izpratne, tuvināšanās un piesaiste pareizajām ieinteresētajām pusēm b) PROJEKTĒŠANA – vadlīniju ievērošana, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu izstrādājamā hakatona jautājumus, saņēmējus un prioritātes; c) IZPILDE – INTERLINK kataloga pārskatīšana, lai atrastu vairākkārt izmantojamus pamatelementus hakatona uzsākšanai un īstenošanai; d) EKSPLUATĀCIJA – hakatona rezultātu ieviešana, panākot vienošanās par piedāvāto pakalpojumu un īstenojot to.",
    "hackathon;name": "Hakatona izveides process",
    "hackathon;phase-design;description": "Ievērojiet vadlīnijas, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu izstrādājamā pakalpojuma problēmas, labuma guvējus un prioritātes. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto personu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojumu dizaina darbnīcas un izstrādātu maketus. Apstājieties un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus.",
    "hackathon;phase-design;name": "Projektēšana",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;description": "Skaidri definējiet un vienojieties par problēmu, kas jārisina koprades komandai. Tas ir svarīgs solis efektīva risinājuma radīšanai. Šim nolūkam var būt noderīgi dažādi resursi: ieteikumi, kā izveidot kopīgu terminoloģiju un dalīties tajā ar komandas locekļiem, resursi, lai vadītu sadarbības diskusijas, rīki ideju apkopošanai.",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;name": "Kopīgi koncentrējieties uz problēmu",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-collaboratively_hackathon_problem_refinement;description": "Uzlabojiet risināmo problēmu, sadarbojoties ar ieinteresēto pušu tīklu. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kāds ir izaicinājums, kuru komanda risina, un kā var savākt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusa grupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāapkopo.",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-collaboratively_hackathon_problem_refinement;name": "Sadarbība Hakatonos problēmas precizēšanai",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-ideas_collection_for_hackathon_exploration_and_refinement;description": "Ja nepieciešams, paplašiniet ideju kolekciju par dažādiem problēmas aspektiem, rīkojot diskusiju forumu.",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-ideas_collection_for_hackathon_exploration_and_refinement;name": "Ideju kolekcija Hakatona izpētei un uzlabošanai",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-sketch_an_initial_idea_of_the_hackathon_theme_plan_submission_evaluation_process;description": "Sagatavojiet potenciālā pakalpojuma sākotnējo aprakstu (vai vairākus papildu aprakstus): kā tas strādā, kas gūst labumu no pakalpojuma, kurš palīdz to sniegt. Izmantojiet apraksta veidnes, lai atvieglotu savu uzdevumu.",
    "hackathon;phase-design;objective-focus_the_problem_collaboratively;task-sketch_an_initial_idea_of_the_hackathon_theme_plan_submission_evaluation_process;name": "Ieskicējiet sākotnējo hakatona ideju: tēma, plāns, iesniegšana un novērtēšana",
    "hackathon;phase-design;objective-ideation;description": "Ideju ģenerēšana ir pakalpojuma izstrādes sākotnējā fāze, kurā tiek izveidota dizaina komanda, apkopoti dati un vajadzības gadījumā tiek meklētas papildu idejas.",
    "hackathon;phase-design;objective-ideation;name": "Ideju ģenerēšana",
    "hackathon;phase-design;objective-ideation;task-collaboratively_agree_on_hackathon_design;description": "Atgriezieties ieinteresēto personu tīklā, lai apstiprinātu pakalpojuma ideju, izmantojot fokusa grupu vai aptauju.",
    "hackathon;phase-design;objective-ideation;task-collaboratively_agree_on_hackathon_design;name": "Kopīgi vienojieties par hakatona dizainu",
    "hackathon;phase-design;objective-ideation;task-define_requirements_and_constraints_for_the_hackathon_plan_submission_evaluation_process;description": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās, lai varētu turpināt ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas par prasību apkopošanu, strukturēšanu un paziņošanu, kā arī visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā. Izmantojiet standarta attēlojuma formālismu prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni.",
    "hackathon;phase-design;objective-ideation;task-define_requirements_and_constraints_for_the_hackathon_plan_submission_evaluation_process;name": "Definējiet hakatona prasības un ierobežojumus: plāns, iesniegšana un novērtēšanas process",
    "hackathon;phase-design;objective-service_specification;description": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās un pakalpojuma specifikācijās, lai turpinātu ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas, lai apkopotu, strukturētu un paziņotu prasības un visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā.",
    "hackathon;phase-design;objective-service_specification;name": "Pakalpojuma specifikācija",
    "hackathon;phase-design;objective-service_specification;task-consider_eu_guidelines_for_public_service_developement;description": "Iepazīstieties ar saskarņu dizaina un publisko pakalpojumu izstrādes labo praksi. Jūsu konkrētajā lietošanas gadījumā pārdomājiet, kā nodrošināt, lai pakalpojumi tiek sniegti ar vairāku kanālu palīdzību, maksimāli palielinot to izmantošanu, ko potenciāli izmanto jebkura lietotāju grupa vai aģenti, kas darbojas viņu vārdā, sniedzot skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā īstenošanā.",
    "hackathon;phase-design;objective-service_specification;task-consider_eu_guidelines_for_public_service_developement;name": "Apsveriet ES vadlīnijas sabiedrisko pakalpojumu attīstībai",
    "hackathon;phase-design;objective-service_specification;task-content_design_including_plan_rules_prize_announcement_and_so_on;description": "Sagatavojiet atbilstošu saturu jaunajam/uzlabotajam sabiedriskajam pakalpojumam. Ievērojiet norādījumus par to, kā izvēlēties un lietot vispiemērotāko valodu atbilstoši digitālā pakalpojuma lietotājiem un viņu prasmēm.",
    "hackathon;phase-design;objective-service_specification;task-content_design_including_plan_rules_prize_announcement_and_so_on;name": "Satura dizains, tostarp plāns, noteikumi, balvas paziņošana un tā tālāk",
    "hackathon;phase-design;objective-service_specification;task-user_interface_design_for_hackathon_website_and_submission_system;description": "Turpiniet ar pakalpojuma lietotāja saskarnes izstrādi, sagatavojot sākotnējās skices un maketus. Nodrošiniet, lai lietotāja saskarnes dizains atbilstu lietojamības un pieejamības vadlīnijām. ",
    "hackathon;phase-design;objective-service_specification;task-user_interface_design_for_hackathon_website_and_submission_system;name": "Lietotāja saskarnes dizains hakatona vietnei un iesniegšanas sistēmai",
    "hackathon;phase-design;objective-sustainability;description": "Pirms turpināt pakalpojuma izstrādi, apstājaties un pārdomājiet līdz šim sasniegtos projektēšanas rezultātus, kā arī to, kāda ir pakalpojuma īstenošanas iespējamība un ilgtspēja.",
    "hackathon;phase-design;objective-sustainability;name": "Ilgtspējība",
    "hackathon;phase-design;objective-sustainability;task-evaluation_of_codesign;description": "Vai projektēšanas rezultāts ir apmierinošs?\nSekojiet piedāvātajam kontrolsarakstam, lai saprastu, vai projektēšana ir noslēgta, vai arī ir ieteicams veikt iteratīvu pilnveidošanas ciklu.",
    "hackathon;phase-design;objective-sustainability;task-evaluation_of_codesign;name": "Kodējuma novērtēšana",
    "hackathon;phase-design;objective-sustainability;task-feasibility_analysis;description": "Vai ir pieejamas visas tehniskās prasmes un resursi, lai turpinātu izstrādi?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu tehniskās ilgtspējas starpposma novērtējumu.",
    "hackathon;phase-design;objective-sustainability;task-feasibility_analysis;name": "Ieviešanas iespējamības analīze",
    "hackathon;phase-design;objective-sustainability;task-refine_the_preliminary_business_model;description": "Cik liels finansējums ir nepieciešams? No kurienes nāk finansējums? Kādi ir finansējuma/atbalsta avoti, kas nepieciešami, lai nodrošinātu tā darbību pēc ieviešanas?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu finansiālās ilgtspējas starpposma novērtējumu.",
    "hackathon;phase-design;objective-sustainability;task-refine_the_preliminary_business_model;name": "Uzlabojiet sākotnējo biznesa modeli",
    "hackathon;phase-design;objective-sustainability;task-understand_motivations_and_incentives;description": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas tos izstrādā/uztur?\nApstājies un pārdomā, kā līdz šim norisinājās ieinteresēto pušu sadarbība kopradīšanā. Sekojiet kontrolsarakstam, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvu izstrādes un koppiegādes posmu.",
    "hackathon;phase-design;objective-sustainability;task-understand_motivations_and_incentives;name": "Izprotiet motivāciju un stimulus",
    "hackathon;phase-engage;description": "Kuras ieinteresētās puses būtu jāiesaista jūsu koprades procesā? Kā sazināties ar viņiem par jūsu projekta mērķiem un dalības priekšrocībām?\nUzziniet par ieinteresēto pušu iesaistīšanas ieguvumiem. Izmantojiet pieejamos zināšanu rīkus, lai saprastu projektā iesaistāmās ieinteresētās puses un to lomu.\nIzmantojiet saziņas veidnes, lai palielinātu izpratni, uzaicinātu ieinteresētās puses un izveidotu dzīvīgu un motivētu līdzstrādnieku tīklu. Definējiet partnerības līgumus un pārliecinieties, ka kopīgotā informācija ir aizsargāta. Kopīgi plānojiet nākamos soļus un izveidojiet darba grupas. ",
    "hackathon;phase-engage;name": "Iesaistīties",
    "hackathon;phase-engage;objective-engage_stakeholders;description": "Ieinteresēto pušu iesaiste ir saistīta ar efektīvi saziņu, sadarbību un mijiedarbību ar atslēgas cilvēkiem, kuriem ir pozitīva vai negatīva ietekme, un kas var ietekmēt jūsu projekta panākumus.\nLai sasniegtu šo mērķi, ir rūpīgi jāsagatavo iesaistes plāns, jāizveido savai auditorijai pielāgots izpratnes un komunikācijas materiāls, jāsaprot, kā informēt ieinteresētās personas par ieguvumiem, un, kad vien tas ir paredzēts jūsu projektā, jāsaprot, kā iesaistīt iedzīvotājus koprades procesā. ",
    "hackathon;phase-engage;objective-engage_stakeholders;name": "Iesaistiet ieinteresētās puses",
    "hackathon;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;description": "Skaidri paziņojiet savam ieinteresēto pušu un iedzīvotāju tīklam pakalpojumu koprades priekšrocības.\nDalībniekiem ir jāsaprot, kāpēc viņu līdzdalība ir svarīga, un ko viņi var iegūt individuāli un kā grupa.",
    "hackathon;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;name": "Paziņojiet par ieguvumiem ieinteresētajām pusēm",
    "hackathon;phase-engage;objective-engage_stakeholders;task-create_awareness_and_communication;description": "Nodrošiniet ieinteresēto pušu informētību par šo iniciatīvu, lai nodrošinātu līdzdalību. Izpratnes veidošana ir process, kura mērķis ir informēt un izglītot cilvēkus par kādu tēmu vai problēmu ar nolūku ietekmēt viņu attieksmi, uzvedību un uzskatus, lai sasniegtu noteiktu mērķi vai sasniegtu rezultātu.",
    "hackathon;phase-engage;objective-engage_stakeholders;task-create_awareness_and_communication;name": "Veidojiet izpratni un komunikāciju",
    "hackathon;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_production_process;description": "Sniedziet sabiedrības locekļiem informāciju, kas viņiem nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu un arī to, kā sabiedrības ieguldījums var ietekmēt lēmumus, pakalpojuma dizainu un veidu, kā tas tiek piegādāts. ",
    "hackathon;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_production_process;name": "Iesaistiet iedzīvotājus koprades procesā",
    "hackathon;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;description": "Izveidojiet efektīvu iesaistes plānu, kas ļauj sasniegt to ieinteresēto personu veidus un skaitu, lai nodrošinātu kopražojuma pakalpojuma mērķtiecību.\nIesaistīšanās plāns parasti sastāv no trim daļām: jūsu projektā ieinteresēto pušu noteikšana; efektīvu līdzekļu plānošana mijiedarbībai ar katru ieinteresēto personu un protokoli, kas precīzi dokumentē jūsu darbu, lai nodrošinātu procesa caurspīdīgumu, atbildību un novērtēšanu.",
    "hackathon;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;name": "Sagatavojiet iesaistīšanās plānu",
    "hackathon;phase-engage;objective-identify_stakeholders;description": "Atslēgas dalībnieku noteikšana ir pirmais solis, lai sāktu koprades procesu. Atbilstoši projekta veidam, mērķiem un iedzīvotāju iesaistes līmenim ir jāatbild uz dažādiem jautājumiem.\nKādi dažādi ieinteresēto pušu veidi iesaistās koprades iniciatīvā? Kāda ir viņu motivācija un prasmes piedalīties projektā? Kāda ir viņu pozīcija tīklā? Kā ar viņiem sazināties?\nIzpildiet konkrētos uzdevumus, lai iegūtu pilnīgu priekšstatu.",
    "hackathon;phase-engage;objective-identify_stakeholders;name": "Identificējiet ieinteresētās puses",
    "hackathon;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;description": "Pierakstiet dalībnieku sarakstu, izņemot koprades komandu, kuri varētu būt ieinteresēti novērot koprades projekta gaitu un kuriem ir iespēja izteikt viedokļus un piedalīties atsevišķos lēmumu pieņemšanas procesos. ",
    "hackathon;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;name": "Izveidojiet potenciālo tīkla dalībnieku kontaktu sarakstu",
    "hackathon;phase-engage;objective-identify_stakeholders;task-map_stakeholders_analyse_motivation_skills_expectations;description": "Ieinteresēto pušu kartēšana ir ļoti svarīga, lai iegūtu skaidru priekšstatu par to, kādas lomas ieinteresētās puses var spēlēt dažādos inovācijas posmos, kāds varētu būt to saistību līmenis un stratēģiskā nozīme. Analizējiet attiecību veidošanas sarežģītību, saprotot, kāda mijiedarbība var būt būtiska inovācijas attīstībai jūsu projektā.",
    "hackathon;phase-engage;objective-identify_stakeholders;task-map_stakeholders_analyse_motivation_skills_expectations;name": "Kartējiet ieinteresētās puses, analizējiet motivāciju, prasmes, gaidas",
    "hackathon;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;description": "Lai izveidotu jaunu pakalpojumu vai pielāgotu jau esošu pakalpojumu, kopradē parasti tiek iesaistīti dažādi dalībnieki: valsts iestādes, privātie uzņēmumi, mazie un vidējie uzņēmumi un iedzīvotāji. Katrs dalībnieks sniedz īpašas vajadzības un kompetences saistībā ar pakalpojumu, un katram ir atšķirīga motivācija piedalīties projektā. Uzziniet par dažāda veida ieinteresētajām pusēm un kuras no tām var sniegt pievienoto vērtību jūsu koprades procesam",
    "hackathon;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;name": "Izprotiet dažādu veidu ieinteresētās puses",
    "hackathon;phase-engage;objective-identify_stakeholders;task-visually_map_the_network_of_stakeholders;description": "Vai jūsu tīkls ir līdzsvarots un iekļaujošs?\nIzveidojiet ieinteresēto pušu karti, kurā tiek attēlota klientu pieredzē iesaistīto ieinteresēto pušu ekosistēma.",
    "hackathon;phase-engage;objective-identify_stakeholders;task-visually_map_the_network_of_stakeholders;name": "Vizuāli kartējiet ieinteresēto pušu tīklu",
    "hackathon;phase-exploit;description": "Definējiet biznesa modeļus, lai nodrošinātu kopēji radītā pakalpojuma ilgtspēju. Izveidojiet biznesa plānus un ekspluatācijas līgumus, kas veicinās jūsu kopēji radītā pakalpojuma ieviešanu trešo pušu publiskā sektora institūcijās, uzņēmumos un ieinteresētajās pusēs. Atsaucīgiem, pieejamiem, plaši pieņemtiem pakalpojumiem, kas ir INTERLINK mērķis, ir nepieciešama pastāvīga uzturēšana un uzraudzība.",
    "hackathon;phase-exploit;name": "Izmantojiet",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;description": "Pēc izvēles deleģējiet pakalpojuma izvietošanu no savas infrastruktūras uz mākonī bāzētu ārējās izmitināšanas pakalpojumu sniedzēja infrastruktūru. Vienojieties par līgumu, izmaksām, atbildību un ieguvumiem, ja trešā puse pārņem pakalpojuma sniegšanu ",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;name": "Ekspluatācija pēc hakatona",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-agreement_for_winners_solutions_exploitation;description": "Apspriedieties ar organizatoriem un uzvarētājiem, lai izpētītu sadarbības līgumus, palīdziet uzvarētāju komandām pieņemt ilgtspējības pasākumus, lai aizsargātu un turpinātu attīstīt savus risinājumus. Ekspluatācijas līgums ir jāsagatavo un jāparaksta iesaistītajām pusēm. ",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-agreement_for_winners_solutions_exploitation;name": "Līgums par uzvarētāju risinājumu izmantošanu",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-publish_results;description": "Publicējiet sociālajos medijos un organizatoru tīmekļa vietnē informāciju par uzvarējušajiem projektiem",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-publish_results;name": "Publicējiet rezultātus",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-sustainability_report;description": "Ziņojiet par galvenajām atziņām un mācībām, kas ir noderīgas organizatoram. Tās radušās hakatona organizēšanas rezultātā, tāpēc norāda organizatoram, kā varētu izmantot izstrādātos risinājumus savām vajadzībām. ",
    "hackathon;phase-exploit;objective-post_hackathon_exploitation;task-sustainability_report;name": "Ilgtspējības ziņojums",
    "hackathon;phase-run;description": "Pārlūkojiet INTERLINKERu katalogu, lai atrastu atkārtoti lietojamus komponentus sava pakalpojuma ieviešanai. Pārraugiet attīstības virzību projekta darba plānā. Apstājies un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus, kas palīdz pārbaudīt atbilstību standartiem un noteikumiem. Izmantojiet INTERLINK platformas piedāvātos stimulus un atlīdzības rīkus, lai atbalstītu ieinteresēto pušu un iedzīvotāju ieguldījumu pakalpojumu sniegšanā. Pārraugiet pakalpojumu kvalitāti un iedzīvotāju apmierinātību ar rūpīgi sagatavotām aptaujām. Apstājaties un pārdomājiet, kā notiek koppiegāde, izmantojot kopējā novērtējuma kontrolsarakstus.",
    "hackathon;phase-run;name": "Palaist",
    "hackathon;phase-run;objective-hackathon_celebration;description": "Izlaidiet kopēji radīto pakalpojumu. Pārliecinieties, ka tas darbojas visu diennakti. Sniedziet atbalstu, lai veiktu uzlabojumus. Izveidojiet elastīgus mehānismus starp pakalpojumu koppiegādātājiem un patērētājiem. Uzraugiet pienākumu izpildi un atsevišķu piegādātāju atbildību.",
    "hackathon;phase-run;objective-hackathon_celebration;name": "Hakatona svinības",
    "hackathon;phase-run;objective-hackathon_celebration;task-coordinate_the_actors_involved_in_the_codelivery_of_the_hackathon_organizers_evaluators_participants;description": "Organizējiet aktivitātes starp dalībniekiem atbilstoši viņu lomām un pienākumiem. Nodrošiniet pakalpojumu kvalitātes uzturēšanu kooperatīvajās aktivitātēs, kas saistītas ar pakalpojumu koppiegādi. Uzsākiet apmierinātības un pakalpojumu kvalitātes novērtējuma aptaujas. ",
    "hackathon;phase-run;objective-hackathon_celebration;task-coordinate_the_actors_involved_in_the_codelivery_of_the_hackathon_organizers_evaluators_participants;name": "Koordinējiet hakatona koppiegādē iesaistītos dalībniekus (organizatorus, vērtētājus, dalībniekus)",
    "hackathon;phase-run;objective-hackathon_celebration;task-guarantee_transparent_communication_with_participants_in_the_hackathon;description": "Nodrošiniet vienmērīgu un atsaucīgu saziņu koppiegādes komandā un jo īpaši starp tiem, kas patērē un atkārtoti izmanto sniegto pakalpojumu, un koppiegādes komandu. Izveidojiet tīmeklī bāzētu saziņas mehānismu, kas ļauj izsekot saziņai ar visiem dalībniekiem. ",
    "hackathon;phase-run;objective-hackathon_celebration;task-guarantee_transparent_communication_with_participants_in_the_hackathon;name": "Nodrošiniet caurspīdīgu komunikāciju ar hakatona dalībniekiem",
    "hackathon;phase-run;objective-hackathon_celebration;task-winner_selection_and_announcement;description": "Pamatojoties uz kritērijiem, kas noteikti PROJEKTĒŠANAS posmā, vērtētāji novērtē iesniegtos projektus, sagatavo sarakstus un rīkotāji paziņo uzvarētājus.",
    "hackathon;phase-run;objective-hackathon_celebration;task-winner_selection_and_announcement;name": "Uzvarētāju atlase un paziņošana",
    "hackathon;phase-run;objective-launch_hackathon_website;description": "Pakalpojuma ieviešana nav iespējama, ja nav iepriekš pārdomāta vide tā izstrādei un uzturēšanai. Neatkarīgi no tā, vai jūsu iecerētais koprades pakalpojums būs programmatūra vai digitālo resursu kopums, identificējiet, atlasiet un sagatavojiet sava risinājuma izstrādes un izvietošanas vides. Ir svarīgi skaidri norādīt un pārbaudīt tehniskos ierobežojumus, kuru ietvaros tiks mitināts sniegtais pakalpojums.",
    "hackathon;phase-run;objective-launch_hackathon_website;name": "Palaidiet hakatona tīmekļvietni",
    "hackathon;phase-run;objective-launch_hackathon_website;task-technical_implementation_and_deployment;description": "Identificējiet pakalpojuma kopradei un koppiegādei nepieciešamos ārējos rīkus un vidi. Konfigurējiet un izvietojiet ārējos rīkus un vidi (ja tas vēl nav pieejams). Dokumentējiet progresu, lai īstenotu ar kopēji radīto pakalpojumu saistītos tehniskos aspektus. ",
    "hackathon;phase-run;objective-launch_hackathon_website;task-technical_implementation_and_deployment;name": "Tehniskā īstenošana un ieviešana",
    "hackathon;phase-run;objective-service_implementation;description": "Atkarībā no koprades pakalpojuma veida jūs varat izmantot dažādus rīkus un mehānismus, lai izveidotu noteiktu koprades pakalpojumu. Koprades pakalpojuma īstenošana var būt saistīta ar programmēšanu, grafiskā dizaina rīku izmantošanu, 3D modelēšanu un izgatavošanu utt. Reģistrējiet koprades pakalpojuma ieviešanas laikā sasniegto progresu, augšupielādējiet progresa atskaites, izveidojiet saikni ar krātuvēm, kurās tiek dokumentēta izstrāde, dokumentējiet koprades pakalpojuma API vai komplektu un/vai resursus, kas radīti pakalpojuma veikšanai. Atzīstiet un sekojiet līdzi dažādu koprades komandas locekļu vai ārējo līdzstrādnieku ieguldījumam. Atkārtoti izmantojiet esošos INTERLINKERus (programmatūru un zināšanas) un papildiniet tos, pārlūkojiet tos katalogā, neizgudrojiet riteni no jauna!",
    "hackathon;phase-run;objective-service_implementation;name": "Pakalpojuma ieviešana",
    "hackathon;phase-run;objective-service_implementation;task-launch_engagement_campaign;description": "Balstoties uz iepriekš veikto ieinteresēto pušu analīzi, organizējiet aktivitātes to kandidātu vidū, kas vēlas piedalīties hakatonā.",
    "hackathon;phase-run;objective-service_implementation;task-launch_engagement_campaign;name": "Uzsāciet iesaistes kampaņu",
    "hackathon;phase-run;objective-service_implementation;task-monitor_submissions;description": "Pārraugiet, kā notiek iesniegšana, pirms ir pienācis iesniegšanas termiņš. Ja nepieciešams, reaģējiet, organizējot papildu aktivitātes.",
    "hackathon;phase-run;objective-service_implementation;task-monitor_submissions;name": "Pārraugiet iesniegumus",
    "hackathon;phase-run;objective-service_implementation;task-open_submissions;description": "Atļaujiet idejas iesniegt komandām, kuras vēlas piedalīties hakatonā.",
    "hackathon;phase-run;objective-service_implementation;task-open_submissions;name": "Atvērtie iesniegumi",
    "servicedescriptionenhancement;description": "Konkrēts koprades process, kas īpaši paredzēts sabiedrisko pakalpojumu aprakstu kopīgai pilnveidošanai, kur sadarbojas iedzīvotāji, ierēdņi, kuri pārvalda sabiedrisko pakalpojumu infrastruktūru, un ierēdņi, kuri strādā noteiktās nodaļās. Tas sastāv no šādām fāzēm:) IESAISTE, kur tiek noskaidrotas pakalpojumu aprakstu uzlabošanā iesaistītās puses un piedāvāti iesaistes plāni; b) PROJEKTĒŠANA, kur faktiskie e-pakalpojumu vadītāji sagatavo apraksta papildināšanas vietu, kas jāizmanto tiem, kuri papildina pakalpojumu aprakstus; c) PALAIŠANA, kur dažādu ieinteresēto pušu ieguldījums tiek savākts, regulēts un apstiprināts, izmantojot Pakalpojumu aprakstu INTERLINKERa sasaisti; d) UZLABOŠANA ,kur apstiprinātie ieguldījumi tiek novērtēti un piemēroti pakalpojumu aprakstu precizējumos.",
    "servicedescriptionenhancement;name": "Koprades shēma sabiedrisko pakalpojumu aprakstu kopīgas pilnveidošanas atbalstam",
    "servicedescriptionenhancement;phase-design;description": "Ievērojiet vadlīnijas, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu problēmas, labuma guvējus un prioritātes izstrādājamajam pakalpojumam. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto pušu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojumu dizaina darbnīcas un izstrādātu maketus. Apstājieties un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus.",
    "servicedescriptionenhancement;phase-design;name": "Projektēšana",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;description": "Skaidri definējiet problēmu, kas jārisina koprades komandai, un vienojieties par to. Tas ir svarīgs solis efektīva un iedarbīga risinājuma radīšanai. Šim nolūkam var būt noderīgi dažādi resursi: padomi, kā izveidot kopīgu terminoloģiju un dalīties tajā starp komandas locekļiem, resursi, lai vadītu sadarbības diskusijas, rīki ideju apkopošanai.",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;name": "Kopīgi koncentrējieties uz pakalpojuma apraksta uzlabošanas problēmu",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;task-collaboratively_problem_refinement;description": "Sadarbojoties ar ieinteresēto personu tīklu, uzlabojiet risināmās problēmas definīciju. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kurš ir izaicinājums, kuru komanda risina, un kā var savākt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusgrupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāievāc.",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;task-collaboratively_problem_refinement;name": "Sadarbības problēmu precizēšana",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;task-define_requirements_and_constraints_for_the_public_service_description_enhancement;description": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās, lai varētu turpināt ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas par to, kā apkopot, strukturēt un paziņot prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas jāizstrādā. Izmantojiet standarta attēlojuma formālismu prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni.",
    "servicedescriptionenhancement;phase-design;objective-focus_the_service_description_enhancement_problem_collaboratively;task-define_requirements_and_constraints_for_the_public_service_description_enhancement;name": "Definējiet prasības un ierobežojumus sabiedrisko pakalpojumu apraksta uzlabošanai",
    "servicedescriptionenhancement;phase-design;objective-service_description_refinement_process_specification;description": "Pamatojoties uz Pakalpojumu apraksta INTERLINKERu, izveidojiet jaunu pakalpojuma apraksta uzlabošanas procesu.",
    "servicedescriptionenhancement;phase-design;objective-service_description_refinement_process_specification;name": "Pakalpojuma apraksta uzlabošanas procesa specifikācija",
    "servicedescriptionenhancement;phase-design;objective-service_description_refinement_process_specification;task-launch_description_augmenter;description": "Izmantojiet iniciēšanas procedūru, lai palaistu apraksta paplašinātāju, vai vienkārši atlasiet Apraksta Paplašinātāja ieteikto INTERLINKER",
    "servicedescriptionenhancement;phase-design;objective-service_description_refinement_process_specification;task-launch_description_augmenter;name": "Palaist apraksta paplašinātāju",
    "servicedescriptionenhancement;phase-design;objective-sustainability;description": "Pirms turpināt ar apraksta uzlabošanas procesa uzsākšanu, apstājieties un pārdomājiet līdz šim iegūtos projektēšanas rezultātus un to reālo īstenošanas iespējamību un ilgtspējību.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;name": "Ilgtspējība",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand_motivations_and_incentives;description": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas izstrādā/uztur pakalpojumu?\nApstājies un apdomājiet, kā līdz šim norisinājās ieinteresēto pušu sadarbība koprades procesā. Izskatiet piedāvāto kontrolsarakstu, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvu izstrādes un koppiegādes posmu.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand_motivations_and_incentives;name": "Izprotiet motivāciju un stimulus",
    "servicedescriptionenhancement;phase-engage;description": "Kuras ieinteresētās puses būtu jāiesaista jūsu koprades procesā? Kā komunicēt viņiem jūsu projekta mērķus un dalības priekšrocības?\nUzziniet, kāda vērtība ir ieinteresēto pušu iesaistei. Izmantojiet pieejamos zināšanu rīkus, lai saprastu, kuras ir ieinteresētās puses, kuras jāiesaista jūsu projektā, un kādu lomu tās var ieņemt.\nIzmantojiet saziņas veidnes, lai palielinātu izpratni, uzaicinātu ieinteresētās puses un izveidotu dzīvīgu un motivētu līdzstrādnieku tīklu. Definējiet partnerības līgumus un pārliecinieties, ka kopīgotā informācija ir aizsargāta. Kopīgi plānojiet nākamos soļus un izveidojiet darba grupas. ",
    "servicedescriptionenhancement;phase-engage;name": "Iesaistiet",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;description": "Ieinteresēto pušu iesaiste ir par efektīvu saziņu, sadarbību un mijiedarbību ar atslēgas cilvēkiem, kuriem ir pozitīva vai negatīva ietekme un kuri var ietekmēt jūsu projekta panākumus.\nLai sasniegtu šo mērķi, jums rūpīgi jāsagatavo iesaistes plāns, jāizveido izpratnes veidošanas un komunikācijas materiāli, kas pielāgoti jūsu auditorijai, jāsaprot, kā informēt ieinteresētās puses, un, kad vien tas ir paredzēts jūsu projektā, jāsaprot, kā iesaistīt iedzīvotājus koprades procesā. ",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;name": "Iesaistiet ieinteresētās personas",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;description": "Skaidri paziņojiet savam ieinteresēto pušu un iedzīvotāju tīklam pakalpojumu koprades priekšrocības.\nDalībniekiem ir jāsaprot, kāpēc viņu līdzdalība ir svarīga, ko viņi var iegūt individuāli un kā grupa.",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-communicate_benefit_for_stakeholders;name": "Paziņojiet par ieguvumiem ieinteresētajām pusēm",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_refinement_process;description": "Sniedziet sabiedrības locekļiem informāciju, kas viņiem nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu, kā arī to, kā sabiedrības ieguldījums var ietekmēt lēmumus, sabiedrisko pakalpojumu aprakstu pilnveidošanu un veidu, kādā tas tiek sniegts. ",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-engage_citizens_in_the_co_refinement_process;name": "Iesaistiet iedzīvotājus kopējās uzlabošanas procesā",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;description": "Izveidojiet efektīvu iesaistes plānu, kas ļauj sasniegt pietiekamu skaitu un veidu ieinteresētās puses, lai nodrošinātu kopēji radītā pakalpojuma auditorijas iesaisti.\nIesaistīšanās plāns parasti sastāv no trim daļām: jūsu projektā ieinteresēto pušu noteikšana, efektīvu komunikācijas līdzekļu plānošana katrai ieinteresētajai pusei un protokoli, lai precīzi dokumentētu savu darbu un nodrošinātu procesa caurspīdīgumu, atbildību un novērtēšanu.",
    "servicedescriptionenhancement;phase-engage;objective-engage_stakeholders;task-prepare_an_engagement_plan;name": "Izveidojiet iesaistīšanās plānu",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;description": "Atslēgas dalībnieku apzināšana ir pirmais solis, lai sāktu koprades procesu. Atbilstoši projekta veidam, mērķiem un iedzīvotāju iesaistes līmenim ir jāatbild uz dažādiem jautājumiem.\nKādi dažādi ieinteresēto pušu veidi iesaistīsies koprades iniciatīvā? Kāda ir viņu motivācija un prasmes piedalīties projektā? Kāda ir viņu pozīcija tīklā? Kā ar viņiem sazināties?\nIzpildiet konkrētos uzdevumus, lai iegūtu pilnīgu priekšstatu.",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;name": "Identificējiet ieinteresētās puses",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;description": "Pierakstiet dalībnieku sarakstu, izņemot koprades komandu, kuri varētu būt ieinteresēti koprades projekta gaitas novērošanā un kuriem ir iespēja izteikt viedokļus un piedalīties atsevišķos lēmumu pieņemšanas procesos. ",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;task-create_a_contact_list_of_potential_network_participants;name": "Izveidojiet potenciālā tīkla dalībnieku kontaktu sarakstu",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;description": "Lai izveidotu jaunu pakalpojumu vai pielāgotu jau esošu pakalpojumu, koprades procesā parasti tiek iesaistīti dažādi dalībnieki: valsts iestādes, privātie uzņēmumi, mazie un vidējie uzņēmumi un iedzīvotāji. Katrs dalībnieks sniedz īpašas vajadzības un kompetences saistībā ar pakalpojumu, un katram ir atšķirīga motivācija piedalīties projektā. Uzziniet par dažāda veida ieinteresētajām personām un to, kuras no tām var sniegt pievienoto vērtību koprades procesam. Šajā gadījumā, lai uzlabotu pakalpojumu aprakstus, apsveriet iespēju saņemt ieguldījumu gan no valsts ierēdņiem, gan potenciāl no pilsoņiem, t.i., šo pakalpojumu patērētājiem.",
    "servicedescriptionenhancement;phase-engage;objective-identify_stakeholders;task-understand_the_different_types_of_stakeholders;name": "Izpratne par dažādiem ieinteresēto personu veidiem",
    "servicedescriptionenhancement;phase-refine;description": "Veiciet uzlabojumus atbilstoši kolektīvajiem ieguldījumiem un publicējiet jaunu pakalpojuma apraksta versiju.",
    "servicedescriptionenhancement;phase-refine;name": "Uzlabojiet",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;description": "Varat izmantot izmaiņu veidni, lai izsekotu, kā tiek piemēroti Apraksta Paplašinātāja pārskatā apstiprinātie uzlabojumi",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;name": "Piemērojiet uzlabojumus",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;task-generate_a_checklist_for_improvements;description": "Jūs varat klonēt noteiktus Servicepedia uzlabojumu pārskatus un augšupielādēt, izmantojot GoogleDrive INTERLINKERa atbalstu (izmantojot iniciēšanas procedūru). Jūs varat izmantot šo dokumentu kā kontrolsarakstu, lai norādītu, kādi pieņemtie uzlabojumu ieteikumi ir apstrādāti.",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;task-generate_a_checklist_for_improvements;name": "Izveidojiet kontrolsarakstu uzlabojumiem",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;task-link_to_content_management_system_cms_where_changes_should_be_applied;description": "Saite uz satura pārvaldības sistēmu, kur jāveic izmaiņas sabiedriskā pakalpojuma aprakstā",
    "servicedescriptionenhancement;phase-refine;objective-apply_refinements;task-link_to_content_management_system_cms_where_changes_should_be_applied;name": "Saite uz satura pārvaldības sistēmu (CMS), kurā būtu jāpiemēro izmaiņas",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;description": "Izmantojot ārējo resursu pārvaldnieku (izmantojot iniciēšanas procedūru), iekļaujiet saiti uz sabiedrisko pakalpojumu apraksta uzlaboto versiju pēc izmaiņu ieviešanas",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;name": "Publicējiet publiskā pakalpojuma apraksta precizētu versiju",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;task-communicate_enhancements_to_co_refiners;description": "Paziņojiet par koprades rezultātā ieviestajiem uzlabojumiem un nosūtiet atjauninājumus",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;task-communicate_enhancements_to_co_refiners;name": "Paziņojiet par uzlabojumiem koprades dalībniekiem",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;task-link_with_enhanced_version_of_public_service_description;description": "Izmantojiet ārējo resursu pārvaldnieku, lai iekļautu atsauci uz jauno publiskā pakalpojuma aprakstu",
    "servicedescriptionenhancement;phase-refine;objective-publish_refined_version_of_public_service_description;task-link_with_enhanced_version_of_public_service_description;name": "Saite ar publiskā pakalpojuma apraksta uzlaboto versiju",
    "servicedescriptionenhancement;phase-run;description": "Izmantojiet atjauninātu koprades procesu, pārskatot pakalpojuma apraksta lietotāju ieguldījumus, pieņemot vai noraidot tos, un eksportējot pārskatus ar pieņemtajām izmaiņām, lai tie tiktu apstrādāti un nodoti pakalpojuma pilnveidošanai.",
    "servicedescriptionenhancement;phase-run;name": "Palaidiet",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;description": "Piekļuve Apraksta paplašinātājam pakalpojumu aprakstu paplašinātajam skatam, lai pārraudzītu un regulētu dalībnieku ieguldījumu, ģenerētu starpposma atskaites un tos saglabātu. Ņemiet vērā, ka tikai pakalpojuma apraksta uzlabošanas procesa veidotājs var to regulēt, ja vien Servicepedia informācijas panelī nav piešķirtas tiesības citiem koppilnveidošanas komandas dalībniekiem.",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;name": "Pārraugiet pastāvīgo pilnveidošanas procesu",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;task-link_to_the_description_augmenter_project;description": "Izveidojiet saiti uz apraksta papildināšanas procesu, lai kopražotāji varētu pārskatīt ieguldījumus, tos pieņemt vai noraidīt vai ģenerēt pārskatus pilnveidošanai. Turklāt tie, kuriem pakalpojumā Servicepedia ir moderators, var pieņemt vai noraidīt ieteikumus. Visi pārējie var komentēt un pievienot jaunus palielināšanas ieteikumus ",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;task-link_to_the_description_augmenter_project;name": "Saite uz Aprakstu Papildinātāja projektu",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;task-review_in_servicepedia_dashboard_user_contributions;description": "Pārskatiet Servicepedia informācijas panelī lietotāju sniegtos ieguldījumus, pieņemiet labos un noraidiet sliktos, līdz esat pabeidzis pārskatīšanas procesu.",
    "servicedescriptionenhancement;phase-run;objective-monitor_continuous_crowd_refinement_process;task-review_in_servicepedia_dashboard_user_contributions;name": "Pārskatiet lietotāju ieguldījumu Servicepedia informācijas panelī",
    "servicedescriptionenhancement;phase-run;objective-publish_report_with_descriptions_accepted_to_be_processed;description": "Publicējiet uzlabojumu pārskatu, kas izviedots Servicepedia pēc tam, kad ir apstrādāti konkrētā publiskā pakalpojuma apraksta precizēšanas ieteikumi",
    "servicedescriptionenhancement;phase-run;objective-publish_report_with_descriptions_accepted_to_be_processed;name": "Publicējiet pārskatu ar aprakstiem, kuri ir nodoti apstrādei",
    "servicedescriptionenhancement;phase-run;objective-publish_report_with_descriptions_accepted_to_be_processed;task-publish_enhancement_report;description": "Publicējiet uzlabojuma pārskatu no Servicepedia.",
    "servicedescriptionenhancement;phase-run;objective-publish_report_with_descriptions_accepted_to_be_processed;task-publish_enhancement_report;name": "Publicējiet uzlabojumu pārskatu",
    "solutioncorefinementprocess;description": "Īpašs kopražošanas process, kas īpaši pielāgots iepriekš radīta rīka vai lietotnes pilnveidošanai. Tas sastāv no diviem posmiem - koprefleksijas un pārprojektēšanas. Tādējādi tiek veikta sākotnējā fāze (koprefleksija), kurā pēc sākotnējās pieejamo iespēju retrospektīvās analīzes tiek precizētas, nobalsotas un izvēlētas jaunas vēlamākās funkcijas. Pēc tam tiek uzsākta otrā fāze (pārprojektēšana), lai pielāgotu visaugstāk novērtētās funkcijas. Pēc sākotnējās plānošanas par turpmākajiem kopprojektēšanas semināriem tiek uzsākti jauni uzdevumi, lai koncentrētos uz dažu galveno tematisko jomu kopīgu pārprojektēšanu, lai pilnveidotu lietojumprogrammu, rīku vai pakalpojumu.",
    "solutioncorefinementprocess;name": "Līdzpilnveidošanas shēma, lai atbalstītu esošas lietotnes, rīka vai pakalpojuma līdzpilnveidošanu un kopīgu pārprojektēšanu.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;description": "Šajā posmā tiek risināti divi mērķi. Pirmkārt, tiek veikta pašreizējā esošā risinājuma retrospektīva analīze, kurā tiek pārskatīts pašreizējā atbrīvotā risinājuma stāvoklis, rezultāti un pārdomas par pozitīvajiem un negatīvajiem aspektiem. Lai sasniegtu šo mērķi, var tikt veiktas prezentācijas un atspoguļojuma dokumenti. Otrkārt, tiek veiktas kopīgas pārdomas par iespējamām jaunām vēlamām risinājuma iezīmēm. Lai sasniegtu šo mērķi, var veikt aptaujas par iespējamām jaunām funkcijām un vadīt diskusijas. ",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;name": "Risinājuma līdzatspoguļošana",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;description": "Izpratne par līdz šim paveikto darbu saistībā ar konkrēto risinājumu un pārdomas par to, kas ir izdarīts pareizi, ko varētu darīt un ko vajadzētu darīt labāk vai citādi, ir ļoti svarīga, lai nepārtraukti uzlabotu esošo risinājumu.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;name": "Risinājuma retrospektīva līdzanalīze",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-review_based_on_reflections_from_evaluators;description": "Sintēze par jaunām funkcijām, kas jāpievieno pašreizējam risinājumam, lai to uzlabotu nākamajā versijā vai atjauninājumā.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-review_based_on_reflections_from_evaluators;name": "Pārskats, pamatojoties uz vērtētāju pārdomām",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-summarize_current_solution_features;description": "Analizējamā risinājuma pašreizējo iezīmju retrospektīvs skaidrojums, kas pakļauts pārprojektēšanai.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-summarize_current_solution_features;name": "Izpratne par dažādiem ieinteresēto personu veidiem",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-summarize_evaluation_results_of_current_solution;description": "Analizējamā risinājuma novērtēšanas rezultātu retrospektīvs skaidrojums",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_analyse_retrospectively_solution;task-summarize_evaluation_results_of_current_solution;name": "Apkopot pašreizējā risinājuma novērtēšanas rezultātus",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;description": "Šajā fāzē tiek risināti vairāki uzdevumi, balsojot par vēlamajām esošajām funkcijām, balsojot par vēlamākajām jaunajām funkcijām vai esošo funkciju pārskatīšanu un apspriežot dažādus aspektus, lai risinājumu padarītu pieņemamāku un ilgtspējīgāku, proti, kopīgas piegādes aspektus, kopīgi izstrādātā risinājuma kvalitāti vai diskusiju par iespējamiem jauniem, visvairāk nepieciešamajiem uzlabojumiem. ",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;name": "Kopīga pārdomu veikšana par jaunām risinājuma funkcijām",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_co_delivery_aspects_incentives_and_rewards;description": "Vadīt diskusiju par aspektiem, kas varētu palīdzēt risinājumam būt ilgtspējīgam. Piemēram, analizējiet, kāda nozīme varētu būt stimuliem un atlīdzībai, lai risinājumu kopīga piegāde būtu iespējama un dzīvotspējīga.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_co_delivery_aspects_incentives_and_rewards;name": "Vadīta diskusija par kopīgas piegādes aspektiem (stimuli un atlīdzība)",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_other_extensions_to_solution;description": "Vadīta diskusija par to, kādi citi paplašinājumi un jaunas funkcijas būtu jāpievieno pašreizējam risinājumam. ",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_other_extensions_to_solution;name": "Vadīta diskusija par citiem risinājuma paplašinājumiem",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_quality_of_co_production_satisfaction_trust_acceptance;description": "Vadīta diskusija par to, kā uzlabot kopīgi radītā risinājuma kvalitāti attiecībā uz apmierinātību, uzticēšanos, pieņemšanu..., lai tā pieņemšana būtu plašāka.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-guided_discussion_on_quality_of_co_production_satisfaction_trust_acceptance;name": "Vadīta diskusija par kopražošanas kvalitāti (apmierinātība, uzticēšanās, pieņemšana)",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-voting_and_discussing_current_functionalities;description": "Apspriediet un, balsojot, nosakiet prioritātes, kuras funkcijas tiek uzskatītas par visnoderīgākajām.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-voting_and_discussing_current_functionalities;name": "Balsošana un pašreizējo funkcionalitāšu apspriešana",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-voting_and_discussing_potential_new_functionalities_or_revisions_of_existing_ones;description": "Apspriediet un, balsojot, nosakiet prioritātes, kuras jaunas funkcijas vai pašreizējo funkciju uzlabojumi būtu uzskatāmi par visnoderīgākajiem.",
    "solutioncorefinementprocess;phase-co_reflection_of_solution;objective-co_reflect_on_new_features_for_solution;task-voting_and_discussing_potential_new_functionalities_or_revisions_of_existing_ones;name": "Balsošana un diskusija par iespējamām jaunām funkcijām vai esošo funkciju pārskatīšanu.",
    "solutioncorefinementprocess;phase-re_design_of_solution;description": "Šajā posmā tiek risināti divi mērķi. Pirmkārt, jāizlemj un jāplāno turpmākās kopprojektēšanas darbības. Otrkārt, tiek uzsākta esošā risinājuma kopprojektēšana, pamatojoties uz kopīgi pieņemtajiem jaunajiem elementiem vai paplašinājumiem. ",
    "solutioncorefinementprocess;phase-re_design_of_solution;name": "Risinājuma pārprojektēšana",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-co_decide_future_co_design_actions;description": "Šis mērķis ir vērsts uz svarīgāko kopprojektēšanas darbību atlasi un plānošanu jaunajai risinājuma versijai. ",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-co_decide_future_co_design_actions;name": "Kopīgi lemt par turpmākajām kopprojektēšanas darbībām",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-co_decide_future_co_design_actions;task-planning_of_future_co_design_thematic_workshops;description": "Noteikt prioritātes un plānot darbsemināru kopumu, kurā tiek apspriestas jaunas produkta funkcijas un paplašinājumi. ",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-co_decide_future_co_design_actions;task-planning_of_future_co_design_thematic_workshops;name": "Turpmāko kopprojektēšanas tematisko semināru plānošana",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;description": "Tas ietver uzdevumu kopumu, kas nepieciešams, lai risinājumam piemērotu jaunu kopprojektu, lai papildinātu vai uzlabotu tā esošās funkcijas.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;name": "Atkārtot kopprojektēšanas procesu, pamatojoties uz kopīgi pieņemtajiem elementiem.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-co_design_of_co_delivery_mechanisms_incentives;description": "Risināt ar koppiegādi saistīto risinājuma elementu specifikāciju un izstrādi, piemēram, stimulu mehānismu vai uzņēmējdarbības plānu.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-co_design_of_co_delivery_mechanisms_incentives;name": "Kopīgas piegādes mehānismu (stimulu) kopīga izstrāde.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-collaborative_re_design_of_monitoring_mechanisms;description": "Risinājuma uzraudzības mehānismu, piemēram, reģistrēšanas sistēmas, specifikācija un pārprojektēšana.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-collaborative_re_design_of_monitoring_mechanisms;name": "Uzraudzības mehānismu kopīga pārprojektēšana",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-collaborative_re_design_of_solution_functionalities;description": "Veiciet šo jauno vai uzlaboto funkciju specifikāciju un izstrādi konkrētajam risinājumam.",
    "solutioncorefinementprocess;phase-re_design_of_solution;objective-repeat_co_design_process_based_on_features_co_decided;task-collaborative_re_design_of_solution_functionalities;name": "Risinājuma funkcionalitāšu kopīga pārprojektēšana"
}