{
    "id": "phase-designing",
    "prerequisites": [
        {
            "item": "phase-preparing",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Designing",
        "es": "Diseñando",
        "it": "Progettazione",
        "lv": "Projektēšana",
		"da": "Design af",
		"nl": "Ontwerpen"
    },
    "description_translations": {
        "en": "This phase ensures that the thematic co-exploration is co-designed by the core-team and the pilot owners. In this phase the following objectives are completed: a) Experiment specification; b) Tools & resources selection; c) Tools & resources customization and d) Tools & resources testing",
        "es": "Esta fase garantiza que la coexploración temática sea diseñada conjuntamente por los miembros del equipo central y los propietarios del piloto. En esta fase se completan los siguientes objetivos: a) Especificación del experimento; b) Selección de herramientas y recursos; c) Personalización de herramientas y recursos; y d) Prueba de herramientas y recursos.",
        "it": "Questa fase garantisce che la co-esplorazione tematica sia co-progettata dal team centrale e dai proprietari del pilota. In questa fase vengono completati gli obiettivi seguenti: a) Specifica dell'esperimento; b) Selezione di strumenti e risorse; c) Personalizzazione di strumenti e risorse e d) Test di strumenti e risorse.",
        "lv": "Šajā fāzē tiek nodrošināts, ka tematiskā kopīgā izpēte tiek kopīgi izstrādāta pamata komandas un pilotu īpašnieku. Šajā fāzē tiek pabeigti šādi mērķi: a) Eksperimenta specifikācija; b) Rīku un resursu izvēle; c) Rīku un resursu pielāgošana un d) Rīku un resursu testēšana.",
		"da": "Denne fase sikrer, at det tematiske co-udforskning er meddesignet af kerneholdet og pilotindehavere. I denne fase gennemføres følgende mål: a) Eksperiment specifikation; b) Værktøjer og ressourcer valg; c) Værktøjer og ressourcer tilpasning og d) Værktøjer og ressourcer test",
		"nl": "Deze fase zorgt ervoor dat de thematische co-exploratie wordt mede-ontworpen door het kernteam en de pilot-eigenaren. In deze fase worden de volgende doelstellingen voltooid: a) Experiment specificatie; b) Tools & resources selectie; c) Tools & resources aanpassing en d) Tools & resources testen"
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Experiment specification",
                "es": "Especificación del experimento",
                "it": "Especificazione dell'esperimento",
                "lv": "Eksperimenta specifikācija",
				"da": "Eksperiment specifikation",
				"nl": "Experiment specificatie"
            },
            "description_translations": {
                "en": "This objective requires that core team members fully co-specify the final thematic co-exploration that will be realized. In this objective, the following tasks are tackled: a) Refine entry in GREENGAGE portal for this thematic co-exploration specification; b) Configure Discourse space for dialogue among thematic co-exploration's community; c) Set up a new co-production process to guide and support co-exploration; d) Discuss about indicators and metrics for thematic co-exploration; e) Revision and refinement of datasets inventory including data gaps identification; and f) Planning of activities and events for piloting",
                "es": "Este objetivo requiere que los miembros del equipo central co-especifiquen completamente la co-exploración temática final que se realizará. En este objetivo, se abordan las siguientes tareas: a) Refinar la entrada en el portal GREENGAGE para esta especificación de co-exploración temática; b) Configurar el espacio Discourse para el diálogo entre la comunidad de co-exploración temática; c) Establecer un nuevo proceso de co-producción para guiar y apoyar la co-exploración; d) Discutir sobre indicadores y métricas para la co-exploración temática; e) Revisión y refinamiento del inventario de conjuntos de datos, incluyendo la identificación de lagunas de datos; y f) Planificación de actividades y eventos para el pilotaje",
                "it": "Questa fase garantisce che la co-esplorazione tematica sia co-progettata dal team centrale e dai proprietari del pilota. In questa fase vengono completati gli obiettivi seguenti: a) Specifica dell'esperimento; b) Selezione di strumenti e risorse; c) Personalizzazione di strumenti e risorse e d) Test di strumenti e risorse.",
                "lv": "Šis mērķis prasa, lai pamata komandas locekļi pilnībā kopīgi specificētu galīgo tematisko kopīgo izpēti, kas tiks realizēta. Šajā mērķī tiek risinātas šādas uzdevumi: a) Precizējiet ierakstu GREENGAGE portālā šai tematiskajai kopīgajai izpētei; b) Konfigurējiet diskusijas telpu starp tematiskās kopīgās izpētes kopienas locekļiem; c) Izveidojiet jaunu kopprodukcijas procesu, lai vadītu un atbalstītu kopīgo izpēti; d) Apspriediet rādītājus un metrikas tematiskajai kopīgajai izpētei; e) Pārskatiet un precizējiet datu kopu inventāru, iekļaujot datu trūkumu identifikāciju; un f) Plānojiet aktivitātes un pasākumus pilotēšanai",
				"da": "Dette mål kræver, at kerneholdets medlemmer fuldt ud co-specifiserer den endelige tematiske co-udforskning, der vil blive realiseret. I dette mål tackles følgende opgaver: a) Forfine indgangen i GREENGAGE-portalen til denne tematiske co-udforskningsspecifikation; b) Konfigurer Discourse-plads til dialog mellem tematisk co-udforskningens fællesskab; c) Opsæt en ny koproduktionsproces til at guide og støtte co-udforskning; d) Diskuter om indikatorer og metrikker for tematisk co-udforskning; e) Revision og forbedring af datasæt-inventar, herunder identifikation af datahuller; og f) Planlægning af aktiviteter og begivenheder til pilotering",
				"nl": "Dit doel vereist dat de kernleden de uiteindelijke thematische co-exploratie volledig mede specificeren. In dit doel worden de volgende taken aangepakt: a) Verfijn de invoer in het GREENGAGE-portaal voor deze specificatie van thematische co-exploratie; b) Configureer de Discourse-ruimte voor dialoog tussen de gemeenschap van thematische co-exploratie; c) Stel een nieuw coproductieproces in om co-exploratie te begeleiden en te ondersteunen; d) Bespreek indicatoren en metrieken voor thematische co-exploratie; e) Herziening en verfijning van de inventaris van datasets, inclusief identificatie van gegevenslacunes; en f) Planning van activiteiten en evenementen voor pilotering"
            },
			"problemprofiles": [
                "ORG_PROBLEM_2",
                "ORG_PROBLEM_4",
                "ORG_PROBLEM_5",
                "ORG_PROBLEM_6.1",
                "DEF_PROBLEM_5",
                "CS_PROBLEM_2",
                "VAL_PROBLEM_1"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Refine entry in GREENGAGE portal for this thematic co-exploration specification ",
                        "es": "Refinar la entrada en el portal GREENGAGE para esta especificación de co-exploración temática ",
                        "it": "Raffinare l'ingresso nel portale GREENGAGE per questa specifica di co-esplorazione tematica ",
                        "lv": "Precizējiet ierakstu GREENGAGE portālā šai tematiskajai kopīgajai izpētei ",
				        "da": "Forfine indgangen i GREENGAGE-portalen til denne tematiske co-udforskningsspecifikation ",
						"nl": "Verfijn de invoer in het GREENGAGE-portaal voor deze specificatie van thematische co-exploratie "
                    },
                    "description_translations": {
                        "en": "This task is carried out by the thematic co-exploration's core team supported by pilot owners. They take as baseline the earlier published in Phase 1 - PREPARING entry in Wordpress about the thematic co-exploration. Now, they co-refine such specification along with the enhancement and refinement of the thematic co-exploration template. Remember this document serves to cross link the specification of the experiment with the intermediary results during its co-production.",
                        "es": "Esta tarea la lleva a cabo el equipo central de la co-exploración temática con el apoyo de los propietarios de los pilotos. Toman como base lo publicado anteriormente en la Fase 1 - PREPARACIÓN de la entrada en Wordpress sobre la co-exploración temática. A continuación, refinan dicha especificación junto con la mejora y el perfeccionamiento de la plantilla de coexploración temática. Recuerde que este documento sirve para cruzar la especificación del experimento con los resultados intermedios durante su co-producción. ",                        
						"it": "Questa attività è svolta dal team centrale della co-esplorazione tematica con il supporto dei proprietari del pilota. Prendono come base la precedente pubblicazione nella Fase 1 - PREPARAZIONE dell'ingresso in Wordpress sulla co-esplorazione tematica. Ora, raffinano tale specifica insieme al miglioramento e al perfezionamento del modello di co-esplorazione tematica. Ricorda che questo documento serve per collegare la specifica dell'esperimento con i risultati intermedi durante la sua co-produzione. ",
                        "lv": "Šo uzdevumu veic tematiskās kopīgās izpētes pamata komandas locekļi ar pilotu īpašnieku atbalstu. Viņi ņem par pamatu agrāk publicēto 1. fāzē - SAGATAVOŠANA Wordpress ierakstu par tematisko kopīgo izpēti. Tagad viņi kopā ar uzlabojumiem un precizējumiem tematiskās kopīgās izpētes veidlapas ietvaros precizē šādu specifikāciju. Atcerieties, ka šis dokuments kalpo, lai saistītu eksperimenta specifikāciju ar starprezultātiem tā kopprodukcijas laikā. ",
				        "da": "Denne opgave udføres af den tematiske co-udforskningens kernehold med støtte fra pilotindehavere. De tager som udgangspunkt det tidligere offentliggjorte i Fase 1 - FORBEREDELSE indgang i Wordpress om den tematiske co-udforskning. Nu forfine de en sådan specifikation sammen med forbedring og forfining af den tematiske co-udforskningsskabelon. Husk, at dette dokument tjener til at krydshenvise specifikationen af eksperimentet med de mellemliggende resultater under dets koproduktion. ",
						"nl": "Deze taak wordt uitgevoerd door het kernteam van de thematische co-exploratie met ondersteuning van pilot-eigenaren. Ze nemen als basis de eerder gepubliceerde in Fase 1 - VOORBEREIDING invoer in Wordpress over de thematische co-exploratie. Nu verfijnen ze deze specificatie samen met de verb"
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_5",
                        "CS_PROBLEM_2"
                    ],
                    "id": "task-refine-entry-greengage-portal",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Configure Discourse space for dialogue among thematic co-exploration's community",
                        "es": "Configurar el espacio del discurso para el diálogo entre la comunidad de la coexploración temática",
                        "it": "Configurare lo spazio del discorso per il dialogo tra la comunità di co-esplorazione tematica",
                        "lv": "Konfigurējiet diskusijas telpu starp tematiskās kopīgās izpētes kopienas locekļiem",
				        "da": "Konfigurer Discourse-plads til dialog mellem tematisk co-udforskningens fællesskab",
						"nl": "Configureer de Discourse-ruimte voor dialoog tussen de gemeenschap van thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "This task is carried out by the thematic co-exploration's core team supported by pilot owners. A new community dialogue space in Discourse tool is set up for this thematic co-exploration.",
                        "es": "Esta tarea la lleva a cabo el equipo central de la co-exploración temática con el apoyo de los propietarios de los pilotos. Se crea un nuevo espacio de diálogo comunitario en la herramienta Discourse para esta coexploración temática.",                        
						"it": "Questa attività è svolta dal team centrale della co-esplorazione tematica con il supporto dei proprietari del pilota. Viene allestito un nuovo spazio di dialogo comunitario nella strumento Discourse per questa co-esplorazione tematica.",
                        "lv": "Šo uzdevumu veic tematiskās kopīgās izpētes pamata komandas locekļi ar pilotu īpašnieku atbalstu. Discourse rīkā tiek izveidots jauns kopienas dialoga telpa šai tematiskajai kopīgajai izpētei.",
				        "da": "Denne opgave udføres af den tematiske co-udforskningens kernehold med støtte fra pilotindehavere. Der oprettes et nyt fællesskabsdialogrum i Discourse-værktøjet til denne tematiske co-udforskning.",
						"nl": "Deze taak wordt uitgevoerd door het kernteam van de thematische co-exploratie met ondersteuning van pilot-eigenaren. Er wordt een nieuwe gemeenschapsdialoogruimte in het Discourse-instrument opgezet voor deze thematische co-exploratie."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-configure-discourse-thematic-area",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Set up a new co-production process to guide and support co-exploration",
                        "es": "Establecer un nuevo proceso de coproducción para orientar y apoyar la exploración conjunta.",
                        "it": "Impostare un nuovo processo di coproduzione per guidare e supportare la co-esplorazione",
                        "lv": "Iestatiet jaunu kopprodukcijas procesu, lai vadītu un atbalstītu kopīgo izpēti",
				        "da": "Opsæt en ny koproduktionsproces til at guide og støtte co-udforskning",
						"nl": "Stel een nieuw coproductieproces in om co-exploratie te begeleiden en te ondersteunen"
                    },
                    "description_translations": {
                        "en": "This task sets up a new co-production process in Collaborative Environment to guide and support co-exploration",
                        "es": "Esta tarea establece un nuevo proceso de coproducción en el Entorno Colaborativo para guiar y apoyar la exploración conjunta.",                        
						"it": "Questa attività imposta un nuovo processo di coproduzione nell'Ambiente Collaborativo per guidare e supportare la co-esplorazione",
                        "lv": "Šī uzdevuma ietvaros tiek izveidots jauns kopprodukcijas process sadarbības vidē, lai vadītu un atbalstītu kopīgo izpēti",
				        "da": "Denne opgave opretter en ny koproduktionsproces i samarbejdsmiljøet for at guide og støtte co-udforskning",
						"nl": "Deze taak stelt een nieuw coproductieproces in het Collaborative Environment in om co-exploratie te begeleiden en te ondersteunen"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_2",
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_6.1"
                    ],
                    "id": "task-setup-coproduction-process",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Define indicators and metrics for thematic co-exploration",
                        "es": "Definir indicadores y métricas para la co-exploración temática",
                        "it": "Definire indicatori e metriche per la co-esplorazione tematica",
                        "lv": "Definējiet rādītājus un metrikas tematiskajai kopīgajai izpētei",
				        "da": "Definer indikatorer og metrikker for tematisk co-udforskning",
						"nl": "Definieer indicatoren en metrieken voor thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "This task ensures that discussion, planning and definition of indicators and metrics for a thematic co-exploration is carried out.",
                        "es": "Esta tarea garantiza la discusión, planificación y definición de indicadores y métricas para una co-exploración temática.",                        
						"it": "Questa attività garantisce che la discussione, la pianificazione e la definizione di indicatori e metriche per una co-esplorazione tematica venga effettuata.",
                        "lv": "Šī uzdevuma ietvaros tiek nodrošināta diskusija, plānošana un rādītāju un metriku definīcija tematiskajai kopīgajai izpētei.",
				        "da": "Denne opgave sikrer, at diskussion, planlægning og definition af indikatorer og metrikker for en tematisk co-udforskning udføres.",
						"nl": "Deze taak zorgt ervoor dat discussie, planning en definitie van indicatoren en metrieken voor een thematische co-exploratie wordt uitgevoerd."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_6.1",
                        "DEF_PROBLEM_5",
                        "CS_PROBLEM_2",
                        "VAL_PROBLEM_1"
                    ],
                    "id": "task-decide-indicators",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Revision and refinement of datasets inventory including data gaps identification",
                        "es": "Revisión y perfeccionamiento del inventario de conjuntos de datos, incluida la identificación de lagunas de datos",
                        "it": "Revisione e perfezionamento dell'inventario dei dataset, inclusa l'identificazione delle lacune dei dati",
                        "lv": "Datu kopu inventāra pārskatīšana un pilnveidošana, iekļaujot datu trūkumu identifikāciju",
				        "da": "Revision og forbedring af datasæt-inventar, inklusive identifikation af datahuller",
						"nl": "Herziening en verfijning van de inventaris van datasets, inclusief identificatie van gegevenslacunes"
                    },
                    "description_translations": {
                        "en": "This task involves core team members in the revision and refinement of the datasets that were specified by pilot owners in PREPARING stage.",
                        "es": "Esta tarea implica a los miembros del equipo central en la revisión y el perfeccionamiento de los conjuntos de datos especificados por los propietarios del piloto en la fase de PREPARACIÓN.",                        
						"it": "Questa attività coinvolge i membri del team centrale nella revisione e perfezionamento dei dataset specificati dai proprietari del pilota nella fase di PREPARAZIONE.",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek iesaistīti datu kopu pārskatīšanā un pilnveidošanā, ko norādīja pilotu īpašnieki SAGATAVOŠANAS posmā.",
				        "da": "Denne opgave involverer kerneholdets medlemmer i revision og forbedring af datasæt, der blev specificeret af pilotindehavere i FORBEREDELSESfasen.",
						"nl": "Deze taak betrekt de kernleden bij de herziening en verfijning van de datasets die door pilot-eigenaren in de VOORBEREIDING-fase zijn gespecificeerd."
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_5",
                        "CS_PROBLEM_2"
                    ],
                    "id": "task-refine-datasets",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Planning of activities and events for piloting",
                        "es": "Planificación de actividades y eventos para el pilotaje",
                        "it": "Pianificazione di attività ed eventi per il pilotaggio",
                        "lv": "Aktivitāšu un pasākumu plānošana pilotēšanai",
				        "da": "Planlægning af aktiviteter og begivenheder til pilotering",
						"nl": "Planning van activiteiten en evenementen voor pilotering"
                    },
                    "description_translations": {
                        "en": "This task involves core team members in the decision and planning of activities and events for piloting",
                        "es": "Esta tarea implica a los miembros del equipo central en la decisión y planificación de actividades y eventos para el pilotaje",                        
						"it": "Questa attività coinvolge i membri del team centrale nella decisione e pianificazione di attività ed eventi per il pilotaggio",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek iesaistīti aktivitāšu un pasākumu izvēlē un plānošanā pilotēšanai",
				        "da": "Denne opgave involverer kerneholdets medlemmer i beslutning og planlægning af aktiviteter og begivenheder til pilotering",
						"nl": "Deze taak betrekt de kernleden bij de beslissing en planning van activiteiten en evenementen voor pilotering"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_2",
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-planning-activities",
                    "prerequisites": []
                }
            ],
            "id": "objective-experiment-specification",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Tools and resources selection",
                "es": "Selección de herramientas y recursos",
                "it": "Selezione di strumenti e risorse",
                "lv": "Rīku un resursu izvēle",
				"da": "Værktøjer og ressourcer valg",
				"nl": "Tools en resources selectie"
            },
            "description_translations": {
                "en": "The core team members supported by pilot owners need to select the GREENGAGE and external tools, devices and knowledge assets that will be used during the co-production of the thematic co-exploration. This selection is based on the documentation made available by GREENGAGE and on the advice given by pilot owners and members of the pilot's PST. ",
                "es": "Los miembros del equipo central, apoyados por los propietarios del piloto, deben seleccionar las herramientas, dispositivos y activos de conocimiento GREENGAGE y externos que se utilizarán durante la coproducción de la coexploración temática. Esta selección se basa en la documentación puesta a disposición por GREENGAGE y en los consejos dados por los propietarios del piloto y los miembros del PST del piloto. ",
                "it": "I membri del team centrale supportati dai proprietari del pilota devono selezionare gli strumenti, i dispositivi e gli asset di conoscenza GREENGAGE ed esterni che verranno utilizzati durante la coproduzione della co-esplorazione tematica. Questa selezione si basa sulla documentazione resa disponibile da GREENGAGE e sui consigli forniti dai proprietari del pilota e dai membri del PST del pilota. ",
                "lv": "Pamata komandas locekļiem, kuriem ir atbalsts no pilotu īpašniekiem, jāizvēlas GREENGAGE un ārējie rīki, ierīces un zināšanu resursi, kas tiks izmantoti tematiskās kopīgās izpētes kopprodukcijas laikā. Šī izvēle balstās uz dokumentāciju, ko nodrošina GREENGAGE, un uz padomiem, ko sniedz pilotu īpašnieki un pilotu PST locekļi. ",
				"da": "Kerneholdets medlemmer med støtte fra pilotindehavere skal vælge GREENGAGE og eksterne værktøjer, enheder og videnressourcer, der vil blive brugt under koproduktionen af den tematiske co-udforskning. Dette valg er baseret på dokumentation, der er stillet til rådighed af GREENGAGE, og på de råd, der gives af pilotindehavere og medlemmer af pilotens PST. ",
				"nl": "De kernleden ondersteund door pilot-eigenaren moeten de GREENGAGE en externe tools, apparaten en kennisbronnen selecteren die zullen worden gebruikt tijdens de coproductie van de thematische co-exploratie. Deze selectie is gebaseerd op de documentatie die beschikbaar is gesteld door GREENGAGE en op het advies dat wordt gegeven door pilot-eigenaren en leden van de pilot's PST. "
            },
            "problemprofiles": [
                "CS_PROBLEM_1",
				"ORG_PROBLEM_6.1",
				"DEF_PROBLEM_5",
				"CS_PROBLEM_8"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Select tools and knowledge assets to co-produce thematic co-exploration",
                        "es": "Seleccionar herramientas y activos de conocimiento para coproducir la coexploración temática",
                        "it": "Selezionare strumenti e asset di conoscenza per coprodurre la co-esplorazione tematica",
                        "lv": "Izvēlieties rīkus un zināšanu resursus, lai kopproduktu tematisko kopīgo izpēti",
						"da": "Vælg værktøjer og videnressourcer til at koproducere tematisk co-udforskning",
						"nl": "Selecteer tools en kennisbronnen om thematische co-exploratie te coproduceren"
                    },
                    "description_translations": {
                        "en": "This task guides core team members selecting the tools and knowledge assets to co-produce thematic co-exploration",
                        "es": "Esta tarea guía a los miembros del equipo central en la selección de las herramientas y los recursos de conocimiento para la co-producción de la co-exploración temática.",
                        "it": "Questa attività guida i membri del team centrale nella selezione degli strumenti e degli asset di conoscenza per coprodurre la co-esplorazione tematica.",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, izvēloties rīkus un zināšanu resursus, lai kopproduktu tematisko kopīgo izpēti",
						"da": "Denne opgave guider kerneholdets medlemmer i valg af værktøjer og videnressourcer til at koproducere tematisk co-udforskning",
						"nl": "Deze taak begeleidt de kernleden bij het selecteren van de tools en kennisbronnen om thematische co-exploratie te coproduceren"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_6.1",
						"DEF_PROBLEM_5"
                    ],
                    "id": "task-select-tools-co-produce-thematic-exploration",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Define data protocol to be used in thematic co-exploration",
                        "es": "Definir el protocolo de datos que se utilizará en la coexploración temática",
                        "it": "Definire il protocollo dati da utilizzare nella co-esplorazione tematica",
                        "lv": "Definējiet datu protokolu, kas tiks izmantots tematiskajā kopīgajā izpētē",
						"da": "Definer data-protokol til brug i tematisk co-udforskning",
						"nl": "Definieer het gegevensprotocol dat zal worden gebruikt in de thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "This task guides core team members defining the data protocol to be used in the thematic co-exploration",
                        "es": "Esta tarea guía a los miembros del equipo central en la definición del protocolo de datos que se utilizará en la exploración temática conjunta.",
                        "it": "Questa attività guida i membri del team centrale nella definizione del protocollo dati da utilizzare nella co-esplorazione tematica.",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, definējot datu protokolu, kas tiks izmantots tematiskajā kopīgajā izpētē",
						"da": "Denne opgave guider kerneholdets medlemmer i definitionen af data-protokollen, der skal bruges i den tematiske co-udforskning",
						"nl": "Deze taak begeleidt de kernleden bij het definiëren van het gegevensprotocol dat zal worden gebruikt in de thematische co-exploratie"
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_5",
						"CS_PROBLEM_8"
                    ],
                    "id": "task-define-data-protocol-thematic-coexploration",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-experiment-specification",
                    "type": "previous"
                }
            ],
            "id": "objective-tools-resources-selection"
        }, 
        {
            "name_translations": {
                "en": "Tools & resources customization",
                "es": "Personalización de herramientas y recursos",
                "it": "Personalizzazione di strumenti e risorse",
                "lv": "Rīku un resursu pielāgošana",
				"da": "Tilpasning af værktøjer og ressourcer",
				"nl": "Tools en resources aanpassing"
            },
            "description_translations": {
                "en": "This objective tackles the following aspects: a)Adapt selected tools for thematic co-exploration; b) Adapt selected communication and evaluation materials and c) Prepare new evaluation materials and instruments",
                "es": "Este objetivo aborda los siguientes aspectos: a)Adaptar las herramientas seleccionadas para la co-exploración temática; b) Adaptar los materiales de comunicación y evaluación seleccionados y c) Preparar nuevos materiales e instrumentos de evaluación",
                "it": "Questo obiettivo affronta i seguenti aspetti: a) Adattare gli strumenti selezionati per la co-esplorazione tematica; b) Adattare i materiali di comunicazione e valutazione selezionati e c) Preparare nuovi materiali e strumenti di valutazione",
                "lv": "Šis mērķis risina šādas jomas: a) Pielāgot izvēlētos rīkus tematiskajai kopīgajai izpētei; b) Pielāgot izvēlētos komunikācijas un novērtēšanas materiālus un c) Sagatavot jaunus novērtēšanas materiālus un instrumentus",
				"da": "Dette mål tackler følgende aspekter: a) Tilpas udvalgte værktøjer til tematisk co-udforskning; b) Tilpas udvalgte kommunikations- og evalueringsmaterialer og c) Forbered nye evalueringsmaterialer og instrumenter",
				"nl": "Dit doel pakt de volgende aspecten aan: a) Pas geselecteerde tools aan voor thematische co-exploratie; b) Pas geselecteerde communicatie- en evaluatiematerialen aan en c) Bereid nieuwe evaluatiematerialen en instrumenten voor"
            },
            "problemprofiles": [
                "BUILD_PROBLEM_8",
				"VAL_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
						"en": "Adapt selected tools for thematic co-exploration",
						"es": "Adaptar las herramientas seleccionadas para la co-exploración temática",
                        "it": "Adattare gli strumenti selezionati per la co-esplorazione tematica",
                        "lv": "Pielāgot izvēlētos rīkus tematiskajai kopīgajai izpētei",
						"da": "Tilpas udvalgte værktøjer til tematisk co-udforskning",
						"nl": "Pas geselecteerde tools aan voor thematische co-exploratie"
                    },
                    "description_translations": {
 						"en": "This task guides core team members to liaise with PST technical partners for the adaptation of the selected tools to this specific thematic co-exploration",
						"es": "Esta tarea guía a los miembros del equipo central para que se pongan en contacto con los socios técnicos del PST a fin de adaptar las herramientas seleccionadas a esta coexploración temática específica.",
                        "it": "Questa attività guida i membri del team centrale a mettersi in contatto con i partner tecnici del PST per l'adattamento degli strumenti selezionati a questa specifica co-esplorazione tematica",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai sazinātos ar PST tehniskajiem partneriem, lai pielāgotu izvēlētos rīkus šai konkrētajai tematiskajai kopīgajai izpētei",
						"da": "Denne opgave guider kerneholdets medlemmer til at samarbejde med PST's tekniske partnere om tilpasning af de udvalgte værktøjer til denne specifikke tematiske co-udforskning",
						"nl": "Deze taak begeleidt de kernleden om contact op te nemen met PST-technische partners voor de aanpassing van de geselecteerde tools voor deze specifieke thematische co-exploratie"
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_8",
						"VAL_PROBLEM_3"
                    ],
                    "id": "task-adapt-tools-thematic-coexploration",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Adapt selected communication and evaluation materials",
                        "es": "Adaptar los materiales de comunicación y evaluación seleccionados",
                        "it": "Adattare i materiali di comunicazione e valutazione selezionati",
                        "lv": "Pielāgot izvēlētos komunikācijas un novērtēšanas materiālus",
						"da": "Tilpas udvalgte kommunikations- og evalueringsmaterialer",
						"nl": "Pas geselecteerde communicatie- en evaluatiematerialen aan"
                    },
                    "description_translations": {
                        "en": "This task guides core team members to adapt existing communication and evaluation materials",
                        "es": "Esta tarea orienta a los miembros del equipo central para que adapten los materiales de comunicación y evaluación existentes",
                        "it": "Questa attività guida i membri del team centrale ad adattare i materiali di comunicazione e valutazione esistenti",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai pielāgotu esošos komunikācijas un novērtēšanas materiālus",
						"da": "Denne opgave guider kerneholdets medlemmer til at tilpasse eksisterende kommunikations- og evalueringsmaterialer",
						"nl": "Deze taak begeleidt de kernleden om bestaande communicatie- en evaluatiematerialen aan te passen"
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_8", 
						"VAL_PROBLEM_3"
                    ],
                    "id": "task-adapt-communication-evaluation-materials",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Prepare new evaluation materials and instruments",
                        "es": "Preparar nuevos materiales e instrumentos de evaluación",
                        "it": "Preparare nuovi materiali e strumenti di valutazione",
                        "lv": "Sagatavot jaunus novērtēšanas materiālus un instrumentus",
						"da": "Forbered nye evalueringsmaterialer og instrumenter",
						"nl": "Bereid nieuwe evaluatiematerialen en instrumenten voor"
                    },
                    "description_translations": {
                        "en": "This task guides core team members to create new communication and evaluation materials",
                        "es": "Esta tarea orienta a los miembros del equipo central en la creación de nuevos materiales de comunicación y evaluación",
                        "it": "Questa attività guida i membri del team centrale nella creazione di nuovi materiali di comunicazione e valutazione",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi tiek vadīti, lai izveidotu jaunus komunikācijas un novērtēšanas materiālus",
						"da": "Denne opgave guider kerneholdets medlemmer til at oprette nye kommunikations- og evalueringsmaterialer",
						"nl": "Deze taak begeleidt de kernleden om nieuwe communicatie- en evaluatiematerialen te maken"
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_8",
                        "VAL_PROBLEM_3"
                    ],
                    "id": "task-prepare-new-communication-evaluation-materials",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-tools-resources-selection",
                    "type": "previous"
                }
            ],
            "id": "objective-tools-resources-customization"
        }, 
        {
            "name_translations": {
                "en": "Testing tools & resources",
                "es": "Probar herramientas y recursos",
                "it": "Test di strumenti e risorse",
                "lv": "Rīku un resursu testēšana",
				"da": "Test af værktøjer og ressourcer",
				"nl": "Testen van tools en resources"
            },
            "description_translations": {
                "en": "This objective supports core team members and pilot owners testing the tools and resources put in place in order to launch the thematic co-exploration",
                "es": "Este objetivo ayuda a los miembros del equipo central y a los propietarios de los proyectos piloto a poner a prueba las herramientas y los recursos creados para lanzar la coexploración temática.",
                "it": "Questo obiettivo supporta i membri del team centrale e i proprietari del pilota nel testare gli strumenti e le risorse messe in atto per lanciare la co-esplorazione tematica",
                "lv": "Šis mērķis atbalsta pamata komandas locekļus un pilotu īpašniekus, testējot rīkus un resursus, kas izveidoti, lai uzsāktu tematisko kopīgo izpēti",
				"da": "Dette mål støtter kerneholdets medlemmer og pilotindehavere i at teste de værktøjer og ressourcer, der er sat i gang for at lancere den tematiske co-udforskning",
				"nl": "Dit doel ondersteunt de kernleden en pilot-eigenaren bij het testen van de tools en resources die zijn opgezet om de thematische co-exploratie te lanceren"
            },
            "problemprofiles": [
                "VAL_PROBLEM_3",
                "VAL_PROBLEM_4"
            ],
            "tasks": [
                {
                    "name_translations": {
						"en": "Test process and community management tools",
						"es": "Probar el proceso y las herramientas de gestión comunitaria",
                        "it": "Testare strumenti di gestione del processo e della comunità",
                        "lv": "Testēt procesa un kopienas pārvaldības rīkus",
						"da": "Test proces- og fællesskabsstyringsværktøjer",
						"nl": "Test proces- en communitybeheertools"
                    },
                    "description_translations": {
 						"en": "This task guides core team members testing the process set up in the Collaborative Environment and the communication space set up in Discourse",
						"es": "Esta tarea guía a los miembros del equipo central para probar el proceso establecido en el Entorno Colaborativo y el espacio de comunicación establecido en Discourse",
                        "it": "Questa attività guida i membri del team centrale nella verifica del processo impostato nell'Ambiente Collaborativo e dello spazio di comunicazione impostato in Discourse",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi testē procesu, kas ir izveidots sadarbības vidē, un komunikācijas telpu, kas ir izveidota Discourse",
						"da": "Denne opgave guider kerneholdets medlemmer i test af processen, der er oprettet i samarbejdsmiljøet, og kommunikationsrummet, der er oprettet i Discourse",
						"nl": "Deze taak begeleidt de kernleden bij het testen van het proces dat is opgezet in de Collaborative Environment en de communicatieruimte die is opgezet in Discourse"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-test-process-community-tools",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Test data capture tools and instruments",
                        "es": "Probar las herramientas e instrumentos de captura de datos",
                        "it": "Testare strumenti e strumenti di acquisizione dati",
                        "lv": "Testēt datu iegūšanas rīkus un instrumentus",
						"da": "Test datafangstværktøjer og instrumenter",
						"nl": "Test gegevensvastleggingstools en -instrumenten"
                    },
                    "description_translations": {
                        "en": "This task guides core team members testing data capture tools and instruments",
                        "es": "Esta tarea guía a los miembros del equipo central que prueban las herramientas e instrumentos de captura de datos",
                        "it": "Questa attività guida i membri del team centrale nella verifica degli strumenti e degli strumenti di acquisizione dati",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi testē datu iegūšanas rīkus un instrumentus",
						"da": "Denne opgave guider kerneholdets medlemmer i test af datafangstværktøjer og instrumenter",
						"nl": "Deze taak begeleidt de kernleden bij het testen van gegevensvastleggingstools en -instrumenten"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-test-datacapture-tools-instruments",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Test data analysis tools and visualizations",
                        "es": "Probar herramientas de análisis de datos y visualizaciones",
                        "it": "Testare strumenti di analisi dei dati e visualizzazioni",
                        "lv": "Testēt datu analīzes rīkus un vizualizācijas",
						"da": "Test dataanalyseværktøjer og visualiseringer",
						"nl": "Test gegevensanalysetools en visualisaties"
                    },
                    "description_translations": {
                        "en": "This task guides core team members testing data analysis tools and visualizations",
                        "es": "Esta tarea guía a los miembros del equipo central que prueban las herramientas de análisis de datos y las visualizaciones",
                        "it": "Questa attività guida i membri del team centrale nella verifica degli strumenti di analisi dei dati e delle visualizzazioni",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi testē datu analīzes rīkus un vizualizācijas",
						"da": "Denne opgave guider kerneholdets medlemmer i test af dataanalyseværktøjer og visualiseringer",
						"nl": "Deze taak begeleidt de kernleden bij het testen van gegevensanalysetools en visualisaties"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-test-dataanalysis-tools-visualizations",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Test monitoring and evaluation instruments ",
                        "es": "Probar instrumentos de seguimiento y evaluación",
                        "it": "Testare strumenti di monitoraggio e valutazione",
                        "lv": "Testēt uzraudzības un novērtēšanas instrumentus",
						"da": "Test overvågnings- og evalueringsinstrumenter",
						"nl": "Test monitoring- en evaluatie-instrumenten"
                    },
                    "description_translations": {
                        "en": "This task guides core team members testing monitoring and evaluation instruments",
                        "es": "Esta tarea guía a los miembros del equipo central en la puesta a prueba de los instrumentos de seguimiento y evaluación",
                        "it": "Questa attività guida i membri del team centrale nella verifica degli strumenti di monitoraggio e valutazione",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi testē uzraudzības un novērtēšanas instrumentus",
						"da": "Denne opgave guider kerneholdets medlemmer i test af overvågnings- og evalueringsinstrumenter",
						"nl": "Deze taak begeleidt de kernleden bij het testen van monitoring- en evaluatie-instrumenten"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-test-monitoring-evaluation-instruments",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Test support mechanisms",
                        "es": "Probar los mecanismos de apoyo",
                        "it": "Testare i meccanismi di supporto",
                        "lv": "Testēt atbalsta mehānismus",
						"da": "Test supportmekanismer",
						"nl": "Test ondersteuningsmechanismen"
                    },
                    "description_translations": {
                        "en": "This task guides core team members testing support mechanisms",
                        "es": "Esta tarea guía a los miembros del equipo central en la prueba de los mecanismos de apoyo",
                        "it": "Questa attività guida i membri del team centrale nella verifica dei meccanismi di supporto",
                        "lv": "Šī uzdevuma ietvaros pamata komandas locekļi testē atbalsta mehānismus",
						"da": "Denne opgave guider kerneholdets medlemmer i test af supportmekanismer",
						"nl": "Deze taak begeleidt de kernleden bij het testen van ondersteuningsmechanismen"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-test-support-mechanisms",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Report lessons learnt and improvements needed",
                        "es": "Informar sobre las lecciones aprendidas y las mejoras necesarias",
                        "it": "Segnalare le lezioni apprese e le migliorie necessarie",
                        "lv": "Ziņot par mācībām, kas ir jāapgūst, un uzlabojumiem, kas ir nepieciešami",
						"da": "Rapportér lektioner lært og forbedringer, der er nødvendige",
						"nl": "Rapporteer lessen die zijn geleerd en verbeteringen die nodig zijn"
                    },
                    "description_translations": {
                        "en": "This task guides core team members reporting lessons learnt and improvements needed",
                        "es": "Esta tarea orienta a los miembros del equipo central sobre las lecciones aprendidas y las mejoras necesarias.",
                        "it": "Questo compito guida i membri del team centrale nella segnalazione delle lezioni apprese e delle migliorie necessarie.",
                        "lv": "Šis uzdevums pamata komandas locekļus norāda uz mācībām, kas ir jāapgūst, un uz uzlabojumiem, kas ir nepieciešami.",
						"da": "Denne opgave guider kerneholdets medlemmer i rapportering af lektioner lært og forbedringer, der er nødvendige.",
						"nl": "Deze taak begeleidt de kernleden bij het rapporteren van lessen die zijn geleerd en verbeteringen die nodig zijn."
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_3",
                        "VAL_PROBLEM_4"
                    ],
                    "id": "task-report-lessons-learnt-improvements-needed",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-tools-resources-customization",
                    "type": "previous"
                }
            ],
            "id": "objective-testing-tools-resources"
        }
    ],
    "is_part_of_codelivery": false
}