{
    "id": "phase-experimenting",
    "prerequisites": [
        {
            "item": "phase-designing",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Experimenting",
        "es": "Experimentando",
        "it": "Esperimentando",
        "lv": "Eksperimentēšana",
        "da": "Eksperimentering",
        "nl": "Experimenten"
    },
    "description_translations": {
        "en": "This phase is core since it is the one responsible for the actual operation and evaluation of the thematic co-exploration. It comprises the following objectives: a) Observers onboarding; b) Observers training & support; c) Data collection; d) Data combination, analysis & visualization and e) Experiment evaluation",
        "es": "Esta fase es fundamental, ya que es la responsable del funcionamiento real y de la evaluación de la coexploración temática. Comprende los siguientes objetivos: a) Incorporación de los observadores; b) Formación y apoyo a los observadores; c) Recogida de datos; d) Combinación, análisis y visualización de datos; y e) Evaluación del experimento. Evaluación del experimento",
        "it": "Questa fase è fondamentale in quanto è responsabile dell'effettivo funzionamento e della valutazione della co-esplorazione tematica. Comprende i seguenti obiettivi: a) Onboarding degli osservatori; b) Formazione e supporto degli osservatori; c) Raccolta dati; d) Combinazione, analisi e visualizzazione dei dati; e) Valutazione dell'esperimento",
        "lv": "Šī fāze ir būtiska, jo tā ir atbildīga par faktisko darbību un tematiskās kopīgas izpētes novērtēšanu. Tā ietver šādus mērķus: a) Vērotāju iekļaušana; b) Vērotāju apmācība un atbalsts; c) Datu apkopošana; d) Datu apvienošana, analīze un vizualizācija; e) Eksperimenta novērtējums",
        "da": "Denne fase er central, da den er ansvarlig for den faktiske drift og evaluering af det tematiske samarbejde. Den omfatter følgende mål: a) Observatørers onboarding; b) Observatørers træning og support; c) Dataindsamling; d) Datakombination, analyse og visualisering; e) Eksperimentevaluering",
        "nl": "Deze fase is essentieel omdat het verantwoordelijk is voor de daadwerkelijke werking en evaluatie van de thematische co-exploratie. Het omvat de volgende doelstellingen: a) Observatoren onboarding; b) Observatoren training & ondersteuning; c) Gegevensverzameling; d) Gegevenscombinatie, analyse & visualisatie en e) Experimentevaluatie"
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Observers onboarding",
                "es": "Incorporación de los observadores",
                "it": "Incorporazione degli osservatori",
                "lv": "Vērotāju iekļaušana",
                "da": "Observatørers onboarding",
                "nl": "Observatoren onboarding"
            },
            "description_translations": {
                "en": "This objective requires that core team members embark on the following tasks to ensure that the community of observers for this thematic co-exploration is assembled: a) Promote and publicize thematic co-exploration; b) Onboard further Citizen Observers and c) Ensure ethics protocol are followed",
                "es": "Este objetivo requiere que los miembros del equipo central se embarquen en las siguientes tareas para asegurar que se reúne la comunidad de observadores para esta co-exploración temática: a) Promover y publicitar la co-exploración temática; b) Incorporar más Observadores Ciudadanos y c) Garantizar el cumplimiento del protocolo ético",
                "it": "Questo obiettivo richiede che i membri del team centrale si impegnino nelle seguenti attività per garantire che la comunità di osservatori per questa co-esplorazione tematica sia assemblata: a) Promuovere e pubblicizzare la co-esplorazione tematica; b) Incorporare ulteriori osservatori cittadini e c) Garantire il rispetto del protocollo etico",
                "lv": "Šis mērķis prasa, lai kodola komandas locekļi uzsāktu šādas darbības, lai nodrošinātu, ka šīs tematiskās kopīgas izpētes novērošanas kopiena ir sapulcināta: a) Veicināt un publicēt tematisko kopīgo izpēti; b) Iekļaut papildus pilsoņu novērotājus un c) Nodrošināt, ka tiek ievēroti etikas protokoli",
                "da": "Dette mål kræver, at kerneholdmedlemmer påtager sig følgende opgaver for at sikre, at observatørsamfundet for denne tematiske samarbejde er samlet: a) Fremme og offentliggøre tematisk samarbejde; b) Onboard yderligere borgerobservatører og c) Sikre, at etikprotokollen overholdes",
                "nl": "Dit doel vereist dat kerneteamleden de volgende taken op zich nemen om ervoor te zorgen dat de gemeenschap van observatoren voor deze thematische co-exploratie wordt samengesteld: a) Promoten en publiceren van thematische co-exploratie; b) Onboard verdere burgerobservatoren en c) Zorg ervoor dat ethische protocollen worden gevolgd"
            },
            "problemprofiles": [
                "ORG_PROBLEM_5",
                "ORG_PROBLEM_6.3",
                "ORG_PROBLEM_10",
                "ORG_PROBLEM_14",
                "UND_PROBLEM_2",
                "UND_PROBLEM_6",
                "DEF_PROBLEM_8"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Promote and publicize thematic co-exploration",
                        "es": "Promover y dar a conocer la coexploración temática",
                        "it": "Promuovere e pubblicizzare la co-esplorazione tematica",
                        "lv": "Veicināt un publicēt tematisko kopīgo izpēti",
                        "da": "Fremme og offentliggøre tematisk samarbejde",
                        "nl": "Promoten en publiceren van thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "This task entails the promotion and publication of details about the envisaged thematic co-exploration and the launch of the call for participation of citizens and other stakeholders in it.",
                        "es": "Esta tarea implica la promoción y publicación de detalles sobre la coexploración temática prevista y el lanzamiento de la convocatoria de participación de ciudadanos y otras partes interesadas en ella.",
                        "it": "Questa attività comporta la promozione e la pubblicazione di dettagli sulla co-esplorazione tematica prevista e il lancio della chiamata alla partecipazione di cittadini e altre parti interessate.",
                        "lv": "Šī uzdevuma mērķis ir veicināt un publicēt informāciju par paredzamo tematisko kopīgo izpēti un aicinājumu pilsoņiem un citiem ieinteresētajiem tajā piedalīties.",
                        "da": "Denne opgave indebærer fremme og offentliggørelse af detaljer om den forestillede tematiske samarbejde og lanceringen af opfordringen til deltagelse af borgere og andre interessenter i det.",
                        "nl": "Deze taak omvat de promotie en publicatie van details over de beoogde thematische co-exploratie en de lancering van de oproep tot deelname van burgers en andere belanghebbenden daaraan."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5",
                        "ORG_PROBLEM_6.3",
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_14",
                        "UND_PROBLEM_2",
                        "UND_PROBLEM_6"
                    ],
                    "id": "task-promote_and_publicize_thematic_co_exploration",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Onboard further Citizen Observers",
                        "es": "Incorporar más observadores ciudadanos",
                        "it": "Incorporare ulteriori osservatori cittadini",
                        "lv": "Iekļaut papildus pilsoņu novērotājus",
                        "da": "Onboard yderligere borgerobservatører",
                        "nl": "Onboard verdere burgerobservatoren"
                    },
                    "description_translations": {
                        "en": "This task allows to register the details of the observers that have got involved thanks to the earlier launched promotion campaign.",
                        "es": "Esta tarea permite registrar los datos de los observadores que han participado gracias a la campaña de promoción lanzada anteriormente.",
                        "it": "Questa attività consente di registrare i dettagli degli osservatori che si sono coinvolti grazie alla campagna di promozione lanciata in precedenza.",
                        "lv": "Šī uzdevuma mērķis ir reģistrēt novērotāju datus, kas ir iesaistījušies pateicoties iepriekšējai veiktajai veicināšanas kampaņai.",
                        "da": "Denne opgave giver mulighed for at registrere detaljerne om de observatører, der har deltaget takket være den tidligere lancerede kampagne.",
                        "nl": "Deze taak maakt het mogelijk om de details van de observatoren die betrokken zijn geraakt dankzij de eerder gelanceerde promotiecampagne te registreren."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5",
                        "ORG_PROBLEM_6.3",
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_14",
                        "UND_PROBLEM_2",
                        "UND_PROBLEM_6"
                    ],
                    "id": "task-onboard_further_citizen_observers",
                    "prerequisites": [
                        {
                            "item": "task-promote_and_publicize_thematic_co_exploration",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Ensure ethics protocol are followed",
                        "es": "Garantizar el cumplimiento del protocolo ético",
                        "it": "Garantire il rispetto del protocollo etico",
                        "lv": "Nodrošināt, ka tiek ievēroti etikas protokoli",
                        "da": "Sikre, at etikprotokollen overholdes",
                        "nl": "Zorg ervoor dat ethische protocollen worden gevolgd"
                    },
                    "description_translations": {
                        "en": "This task sets up a new co-production process in Collaborative Environment to guide and support co-exploration",
                        "es": "Esta tarea establece un nuevo proceso de coproducción en un entorno colaborativo para guiar y apoyar la coexploración",
                        "it": "Questa attività istituisce un nuovo processo di coproduzione in un ambiente collaborativo per guidare e supportare la co-esplorazione",
                        "lv": "Šī uzdevuma mērķis ir izveidot jaunu kopraodukcijas procesu sadarbības vidē, lai vadītu un atbalstītu kopīgo izpēti",
                        "da": "Denne opgave opretter en ny samproduktionsproces i samarbejdsmiljøet for at guide og støtte samarbejdet",
                        "nl": "Deze taak stelt een nieuw coproductieproces in een samenwerkingsomgeving in om de samenwerking te begeleiden en te ondersteunen"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5",
                        "ORG_PROBLEM_6.3",
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_14",
                        "UND_PROBLEM_2",
                        "UND_PROBLEM_6",
                        "DEF_PROBLEM_8"
                    ],
                    "id": "task-ensure_ethics_protocol_are_followed",
                    "prerequisites": [
                        {
                            "item": "task-onboard_further_citizen_observers",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-observers_onboarding",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Observers training & support",
                "es": "Formación y apoyo a los observadores",
                "it": "Formazione e supporto degli osservatori",
                "lv": "Vērotāju apmācība un atbalsts",
                "da": "Observatørers træning og support",
                "nl": "Observatoren training & ondersteuning"
            },
            "description_translations": {
                "en": "This objective deals with the following aspects associated to training and supporting participants in a thematic co-exploration: a) Organise hands on training for methodology, tools and assets; b) Consider thematic co-exploration specific new training needs and c) Organize data collection and analysis process",
                "es": "Este objetivo aborda los siguientes aspectos relacionados con la formación y el apoyo a los participantes en una coexploración temática: a) Organizar formación práctica sobre metodología, herramientas y recursos; b) Considerar las nuevas necesidades de formación específicas de la coexploración temática y c) Organizar el proceso de recogida y análisis de datos",
                "it": "Questo obiettivo tratta gli aspetti seguenti associati alla formazione e al supporto dei partecipanti in una co-esplorazione tematica: a) Organizzare una formazione pratica per metodologia, strumenti e risorse; b) Considerare le nuove esigenze di formazione specifiche della co-esplorazione tematica e c) Organizzare il processo di raccolta e analisi dei dati",
                "lv": "Šis mērķis risina sekojošos aspektus, kas saistīti ar tematiskās kopīgas izpētes dalībnieku apmācību un atbalstu: a) Organizēt praktisku apmācību metodoloģijas, rīku un resursu jomā; b) Ņemt vērā tematiskās kopīgas izpētes specifiskās jaunās apmācības vajadzības un c) Organizēt datu apkopošanas un analīzes procesu",
                "da": "Dette mål beskæftiger sig med følgende aspekter forbundet med træning og støtte til deltagere i en tematisk samarbejde: a) Organisere praktisk træning i metodologi, værktøjer og ressourcer; b) Overveje tematisk samarbejde specifikke nye træningsbehov og c) Organisere dataindsamling og analyseproces",
                "nl": "Dit doel heeft betrekking op de volgende aspecten die verband houden met training en ondersteuning van deelnemers aan een thematische co-exploratie: a) Organiseer praktische training voor methodologie, tools en assets; b) Overweeg nieuwe trainingsbehoeften specifiek voor thematische co-exploratie en c) Organiseer het proces van gegevensverzameling en -analyse"
            },
            "problemprofiles": [
                "CS_PROBLEM_1",
                "CS_PROBLEM_2",
                "CS_PROBLEM_6",
                "CS_PROBLEM_8",
                "CS_PROBLEM_9",
                "ORG_PROBLEM_6.1",
                "DEF_PROBLEM_5",
                "DEF_PROBLEM_7"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Organise hands on training for methodology, tools and assets",
                        "es": "Organizar formación práctica sobre metodología, herramientas y recursos",
                        "it": "Organizzare una formazione pratica per metodologia, strumenti e risorse",
                        "lv": "Organizēt praktisku apmācību metodoloģijas, rīku un resursu jomā",
                        "da": "Organisere praktisk træning i metodologi, værktøjer og ressourcer",
                        "nl": "Organiseer praktische training voor methodologie, tools en assets"
                    },
                    "description_translations": {
                        "en": "This task guides core team members organizing hands on training for methodology, tools and assets with all thematic co-exploration participants",
                        "es": "Esta tarea guía a los miembros del equipo central en la organización de la formación práctica sobre metodología, herramientas y recursos con todos los participantes en la exploración temática conjunta.",
                        "it": "Questa attività guida i membri del team centrale nell'organizzazione di una formazione pratica per metodologia, strumenti e risorse con tutti i partecipanti alla co-esplorazione tematica",
                        "lv": "Šis uzdevums vadīs kodola komandas locekļus, organizējot praktisku apmācību metodoloģijas, rīku un resursu jomā ar visiem tematiskās kopīgas izpētes dalībniekiem",
                        "da": "Denne opgave guider kerneholdmedlemmerne i at organisere praktisk træning i metodologi, værktøjer og ressourcer med alle tematiske samarbejdsdeltagere",
                        "nl": "Deze taak begeleidt kerneteamleden bij het organiseren van praktische training voor methodologie, tools en assets met alle deelnemers aan de thematische co-exploratie"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_6",
                        "DEF_PROBLEM_7",
                        "CS_PROBLEM_1",
                        "CS_PROBLEM_2"
                    ],
                    "id": "task-organise_hands_on_training_for_methodology_tools_and_assets",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Consider thematic co-exploration specific new training needs",
                        "es": "Considerar las nuevas necesidades de formación específicas de la coexploración temática",
                        "it": "Considerare le nuove esigenze di formazione specifiche della co-esplorazione tematica",
                        "lv": "Ņemt vērā tematiskās kopīgas izpētes specifiskās jaunās apmācības vajadzības",
                        "da": "Overveje tematisk samarbejde specifikke nye træningsbehov",
                        "nl": "Overweeg nieuwe trainingsbehoeften specifiek voor thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "This task creates a specific training programme for thematic co-exploration participants to understand the domain where the thematic co-exploration is organized. ",
                        "es": "Esta tarea crea un programa de formación específico para que los participantes en la coexploración temática comprendan el ámbito en el que se organiza la coexploración temática.",
                        "it": "Questa attività crea un programma di formazione specifico per i partecipanti alla co-esplorazione tematica per comprendere il dominio in cui è organizzata la co-esplorazione tematica.",
                        "lv": "Šis uzdevums izveidos specifisku apmācības programmu tematiskās kopīgas izpētes dalībniekiem, lai saprastu jomu, kurā ir organizēta tematiskā kopīgā izpēte.",
                        "da": "Denne opgave opretter et specifikt træningsprogram for tematiske samarbejdsdeltagere for at forstå domænet, hvor det tematiske samarbejde er organiseret.",
                        "nl": "Deze taak creëert een specifiek trainingsprogramma voor deelnemers aan de thematische co-exploratie om het domein te begrijpen waar de thematische co-exploratie is georganiseerd."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_6",
                        "DEF_PROBLEM_7",
                        "CS_PROBLEM_1",
                        "CS_PROBLEM_2"
                    ],
                    "id": "task-consider_thematic_co_exploration_specific_new_training_needs",
                    "prerequisites": [
                        {
                            "item": "task-organise_hands_on_training_for_methodology_tools_and_assets",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Organize data collection and analysis process",
                        "es": "Organizar el proceso de recogida y análisis de datos",
                        "it": "Organizzare il processo di raccolta e analisi dei dati",
                        "lv": "Organizēt datu apkopošanas un analīzes procesu",
                        "da": "Organisere dataindsamling og analyseproces",
                        "nl": "Organiseer het proces van gegevensverzameling en -analyse"
                    },
                    "description_translations": {
                        "en": "This task deals with the organization of the data collection and analysis process",
                        "es": "Esta tarea se ocupa de la organización del proceso de recogida y análisis de datos",
                        "it": "Questa attività si occupa dell'organizzazione del processo di raccolta e analisi dei dati",
                        "lv": "Šis uzdevums risina datu apkopošanas un analīzes procesa organizāciju",
                        "da": "Denne opgave beskæftiger sig med organisationen af dataindsamling og analyseprocessen",
                        "nl": "Deze taak houdt zich bezig met de organisatie van het proces van gegevensverzameling en -analyse"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_8",
                        "CS_PROBLEM_9"
                    ],
                    "id": "task-organize_data_collection_and_analysis_process",
                    "prerequisites": [
                        {
                            "item": "task-consider_thematic_co_exploration_specific_new_training_needs",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-observers_onboarding",
                    "type": "previous"
                }
            ],
            "id": "objective-observers_training_support"
        },
        {
            "name_translations": {
                "en": "Data collection",
                "es": "Recogida de datos",
                "it": "Raccolta dati",
                "lv": "Datu apkopošana",
                "da": "Dataindsamling",
                "nl": "Gegevensverzameling"
            },
            "description_translations": {
                "en": "This objective tackles (guides and tracks) the data collection process of the thematic co-exploration. It encompasses the following tasks: a) Collect already available authorative data; b) Collect not available crowdsourced data; c) Collect qualitative data (surveys, interviews, focus groups, local walks)",
                "es": "Este objetivo aborda (guía y sigue) el proceso de recogida de datos de la coexploración temática. Abarca las siguientes tareas: a) Recopilación de datos fidedignos ya disponibles; b) Recopilación de datos no disponibles obtenidos por crowdsourcing; c) Recopilar datos cualitativos (encuestas, entrevistas, grupos de discusión, paseos locales).",
                "it": "Questo obiettivo affronta (guida e traccia) il processo di raccolta dati della co-esplorazione tematica. Comprende le seguenti attività: a) Raccolta di dati già disponibili e autorevoli; b) Raccolta di dati non disponibili ottenuti tramite crowdsourcing; c) Raccolta di dati qualitativi (indagini, interviste, gruppi di discussione, passeggiate locali)",
                "lv": "Šis mērķis risina (vada un seko) tematiskās kopīgas izpētes datu apkopošanas procesu. Tas ietver sekojošus uzdevumus: a) Apkopot jau pieejamos autoritatīvos datus; b) Apkopot nav pieejamos datu, kas iegūti ar crowdsourcing palīdzību; c) Apkopot kvalitatīvos datus (aptaujas, intervijas, fokusa grupas, vietējie pastaigas)",
                "da": "Dette mål tackler (vejleder og sporer) dataindsamlingsprocessen for den tematiske samarbejde. Det omfatter følgende opgaver: a) Indsamle allerede tilgængelige autoritative data; b) Indsamle ikke tilgængelige crowdsourced data; c) Indsamle kvalitative data (undersøgelser, interviews, fokusgrupper, lokale gåture)",
                "nl": "Dit doel pakt (begeleidt en volgt) het proces van gegevensverzameling van de thematische co-exploratie aan. Het omvat de volgende taken: a) Verzamel al beschikbare gezaghebbende gegevens; b) Verzamel niet beschikbare crowdsourced gegevens; c) Verzamel kwalitatieve gegevens (enquêtes, interviews, focusgroepen, lokale wandelingen)"
            },
            "problemprofiles": [
                "CS_PROBLEM_8",
                "CS_PROBLEM_9",
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collect not available crowdsourced data",
                        "es": "Recopilar datos crowdsourced no disponibles ",
                        "it": "Raccogliere dati crowdsourced non disponibili",
                        "lv": "Aptaujas, intervijas, fokusa grupas, vietējie pastaigas",
                        "da": "Indsamle ikke tilgængelige crowdsourced data",
                        "nl": "Verzamel niet beschikbare crowdsourced gegevens"
                    },
                    "description_translations": {
                        "en": "This task gathers not available data with the support of the Citizen Observers, i.e. participants in the thematic co-exploration that have been onboarded. These data will allow to form a worm's eyes view of the problem tackled by the project.",
                        "es": "Esta tarea recopila datos no disponibles con la ayuda de los Ciudadanos Observadores, es decir, los participantes en la co-exploración temática que se han embarcado. Estos datos permitirán formarse una visión de gusano del problema abordado por el proyecto.",
                        "it": "Questa attività raccoglie dati non disponibili con il supporto degli Osservatori Cittadini, cioè i partecipanti alla co-esplorazione tematica che sono stati imbarcati. Questi dati permetteranno di formare una visione degli occhi del verme del problema affrontato dal progetto.",
                        "lv": "Šis uzdevums apkopo nav pieejamos datus ar Pilsoņu novērotāju atbalstu, t.i., tematiskās kopīgas izpētes dalībniekus, kas ir iekļauti. Šie dati ļaus veidot projekta risinātā problēmas tārpu acu skatu.",
                        "da": "Denne opgave indsamler ikke tilgængelige data med støtte fra borgerobservatører, dvs. deltagere i den tematiske samarbejde, der er blevet onboardet. Disse data vil tillade at danne et ormehuls perspektiv på problemet, der tackles af projektet.",
                        "nl": "Deze taak verzamelt niet beschikbare gegevens met de steun van de burgerobservatoren, d.w.z. deelnemers aan de thematische co-exploratie die zijn ingeschakeld. Deze gegevens zullen het mogelijk maken om een wormoogperspectief te vormen van het probleem dat door het project wordt aangepakt."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_8",
                        "CS_PROBLEM_9"
                    ],
                    "id": "task-collect_not_available_crowdsourced_data",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Collect qualitative data (surveys, interviews, focus groups, local walks)",
                        "es": "Recopilación de datos cualitativos (encuestas, entrevistas, grupos de discusión, paseos locales)",
                        "it": "Raccolta dati qualitativi (indagini, interviste, gruppi di discussione, passeggiate locali)",
                        "lv": "Kvalitatīvos datu apkopošana (aptaujas, intervijas, fokusa grupas, vietējie pastaigas)",
                        "da": "Indsamle kvalitative data (undersøgelser, interviews, fokusgrupper, lokale gåture)",
                        "nl": "Verzamel kwalitatieve gegevens (enquêtes, interviews, focusgroepen, lokale wandelingen)"
                    },
                    "description_translations": {
                        "en": "This task gathers qualitative data through surveys, interviews, focus groups or local walks to gather the perceptions, opinions and reflections of those taking part in the thematic co-exploration or affected by the results of its execution.",
                        "es": "Esta tarea recopila datos cualitativos mediante encuestas, entrevistas, grupos focales o paseos locales para recoger las percepciones, opiniones y reflexiones de quienes participan en la coexploración temática o se ven afectados por los resultados de su ejecución.",
                        "it": "Questa attività raccoglie dati qualitativi attraverso indagini, interviste, gruppi di discussione o passeggiate locali per raccogliere le percezioni, opinioni e riflessioni di coloro che partecipano alla co-esplorazione tematica o sono interessati dai risultati della sua esecuzione.",
                        "lv": "Šis uzdevums apkopo kvalitatīvus datus, izmantojot aptaujas, intervijas, fokusa grupas vai vietējās pastaigas, lai apkopotu to cilvēku uztveres, viedokļus un atspoguļojumus, kas piedalās tematiskajā kopīgajā izpētē vai ir ietekmēti no tās rezultātiem.",
                        "da": "Denne opgave indsamler kvalitative data gennem undersøgelser, interviews, fokusgrupper eller lokale gåture for at indsamle opfattelser, meninger og refleksioner fra dem, der deltager i den tematiske samarbejde eller er påvirket af resultaterne af dens udførelse.",
                        "nl": "Deze taak verzamelt kwalitatieve gegevens via enquêtes, interviews, focusgroepen of lokale wandelingen om de percepties, meningen en reflecties van degenen die deelnemen aan de thematische co-exploratie of getroffen worden door de resultaten van de uitvoering ervan te verzamelen."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_8",
                        "CS_PROBLEM_9",
                        "UND_PROBLEM_3"
                    ],
                    "id": "task-collect_qualitative_data_surveys_interviews_focus_groups_local_walks",
                    "prerequisites": [
                        {
                            "item": "task-collect_not_available_crowdsourced_data",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-observers_training_support",
                    "type": "previous"
                }
            ],
            "id": "objective-data_collection"
        },
        {
            "name_translations": {
                "en": "Data combination, analysis & visualization",
                "es": "Combinación, análisis y visualización de datos",
                "it": "Combinazione, analisi e visualizzazione dei dati",
                "lv": "Datu apvienošana, analīze un vizualizācija",
                "da": "Datakombination, analyse og visualisering",
                "nl": "Gegevenscombinatie, -analyse en -visualisatie"
            },
            "description_translations": {
                "en": "This objective aims to aid thematic co-exploration participants to perform the collected data combination, analysis and visualization. It comprises the following activities: a) Combine and harmonize heterogenous data collected; b) Ingest and store data; c) Data analysis and visualization in dashboards; d) Catalogue data and visualizations; and e) Insights generation and reporting",
                "es": "Este objetivo pretende ayudar a los participantes en la co-exploración temática a realizar la combinación, el análisis y la visualización de los datos recogidos. Comprende las siguientes actividades: a) Combinar y armonizar datos heterogéneos recopilados; b) Ingerir y almacenar datos; c) Análisis y visualización de datos en cuadros de mando; d) Catalogar datos y visualizaciones; y e) Generación de información y elaboración de informes",
                "it": "Questo obiettivo mira ad aiutare i partecipanti alla co-esplorazione tematica a eseguire la combinazione, l'analisi e la visualizzazione dei dati raccolti. Comprende le seguenti attività: a) Combinare e armonizzare dati eterogenei raccolti; b) Ingesta e archiviazione dei dati; c) Analisi e visualizzazione dei dati nei cruscotti; d) Catalogazione dei dati e delle visualizzazioni; e) Generazione di idee e redazione di relazioni",
                "lv": "Šis mērķis ir vērsts uz tematiskās kopīgas izpētes dalībnieku atbalstu, lai veiktu apkopoto datu apvienošanu, analīzi un vizualizāciju. Tas ietver sekojošas darbības: a) Apkopot un saskaņot apkopotos heterogēnos datus; b) Datu iegūšana un uzglabāšana; c) Datu analīze un vizualizācija instrumentu panelos; d) Datu un vizualizāciju katalogizācija; un e) Ideju ģenerēšana un ziņojumu sagatavošana",
                "da": "Dette mål sigter mod at hjælpe tematiske samarbejde deltagere med at udføre den indsamlede datakombination, analyse og visualisering. Det omfatter følgende aktiviteter: a) Kombinere og harmonisere heterogene data, der er indsamlet; b) Indtage og lagre data; c) Dataanalyse og visualisering i instrumentbrætter; d) Katalogisere data og visualiseringer; og e) Indsigtsgenerering og rapportering",
                "nl": "Dit doel heeft tot doel deelnemers aan de thematische co-exploratie te helpen bij het uitvoeren van de verzamelde gegevenscombinatie, -analyse en -visualisatie. Het omvat de volgende activiteiten: a) Combineer en harmoniseer heterogene gegevens die zijn verzameld; b) Ingesta en opslag van gegevens; c) Gegevensanalyse en visualisatie in dashboards; d) Catalogiseer gegevens en visualisaties; en e) Generatie van inzichten en rapportage"
            },
            "problemprofiles": [
                "CS_PROBLEM_9",
                "CS_PROBLEM_11",
                "ORG_PROBLEM_6.2",
                "BUILD_PROBLEM_7"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Combine and harmonize heterogenous data collected",
                        "es": "Combinar y armonizar los datos heterogéneos recopilados",
                        "it": "Combinare e armonizzare dati eterogenei raccolti",
                        "lv": "Apkopot un saskaņot apkopotos heterogēnos datus",
                        "da": "Kombinere og harmonisere heterogene data, der er indsamlet",
                        "nl": "Combineer en harmoniseer heterogene gegevens die zijn verzameld"
                    },
                    "description_translations": {
                        "en": "This task supports thematic co-exploration participants combining and harmonizing heterogenous data collected",
                        "es": "Esta tarea ayuda a los participantes en la exploración temática conjunta a combinar y armonizar los datos heterogéneos recopilados",
                        "it": "Questa attività supporta i partecipanti alla co-esplorazione tematica nella combinazione e armonizzazione dei dati eterogenei raccolti",
                        "lv": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, apkopojot un saskaņojot apkopotos heterogēnos datus",
                        "da": "Denne opgave støtter tematiske samarbejde deltagere i at kombinere og harmonisere heterogene data, der er indsamlet",
                        "nl": "Deze taak ondersteunt deelnemers aan de thematische co-exploratie bij het combineren en harmoniseren van heterogene gegevens die zijn verzameld"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_9",
                        "CS_PROBLEM_11",
                        "ORG_PROBLEM_6.2"
                    ],
                    "id": "task-combine_and_harmonize_heterogenous_data_collected",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Ingest and store data",
                        "es": "Ingesta y almacenamiento de datos",
                        "it": "Ingesta e archiviazione dei dati",
                        "lv": "Datu iegūšana un uzglabāšana",
                        "da": "Indtage og lagre data",
                        "nl": "Ingesta en opslag van gegevens"
                    },
                    "description_translations": {
                        "en": "This task supports thematic co-exploration participants ingesting and storing the previously aggregated data",
                        "es": "Esta tarea ayuda a los participantes en la coexploración temática a introducir y almacenar los datos previamente agregados.",
                        "it": "Questa attività supporta i partecipanti alla co-esplorazione tematica nell'ingerire e archiviare i dati precedentemente aggregati",
                        "lv": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, iegūstot un uzglabājot iepriekš apkopotos datus",
                        "da": "Denne opgave støtter tematiske samarbejde deltagere i at indtage og lagre de tidligere aggregerede data",
                        "nl": "Deze taak ondersteunt deelnemers aan de thematische co-exploratie bij het opnemen en opslaan van de eerder geaggregeerde gegevens"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_9",
                        "CS_PROBLEM_11",
                        "ORG_PROBLEM_6.2"
                    ],
                    "id": "task-ingest_and_store_data",
                    "prerequisites": [
                        {
                            "item": "task-combine_and_harmonize_heterogenous_data_collected",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Data analysis and visualization in dashboards",
                        "es": "Análisis de datos y visualización en cuadros de mando",
                        "it": "Analisi e visualizzazione dei dati nei cruscotti",
                        "lv": "Datu analīze un vizualizācija instrumentu panelos",
                        "da": "Dataanalyse og visualisering i instrumentbrætter",
                        "nl": "Gegevensanalyse en visualisatie in dashboards"
                    },
                    "description_translations": {
                        "en": "This task supports thematic co-exploration participants in the data analysis process and the generation of visualizations in dashboards",
                        "es": "Esta tarea ayuda a los participantes en la coexploración temática en el proceso de análisis de datos y la generación de visualizaciones en cuadros de mando",
                        "it": "Questa attività supporta i partecipanti alla co-esplorazione tematica nel processo di analisi dei dati e nella generazione di visualizzazioni nei cruscotti",
                        "lv": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus datu analīzes procesā un vizualizācijas ģenerēšanā instrumentu panelos",
                        "da": "Denne opgave støtter tematiske samarbejde deltagere i dataanalyseprocessen og genereringen af visualiseringer i instrumentbrætter",
                        "nl": "Deze taak ondersteunt deelnemers aan de thematische co-exploratie bij het proces van gegevensanalyse en de generatie van visualisaties in dashboards"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_9",
                        "CS_PROBLEM_11",
                        "ORG_PROBLEM_6.2"
                    ],
                    "id": "task-data_analysis_and_visualization_in_dashboards",
                    "prerequisites": [
                        {
                            "item": "task-ingest_and_store_data",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Catalogue data and visualizations",
                        "es": "Catalogar datos y visualizaciones",
                        "it": "Catalogare dati e visualizzazioni",
                        "lv": "Datu un vizualizāciju katalogizācija",
                        "da": "Katalogisere data og visualiseringer",
                        "nl": "Catalogiseer gegevens en visualisaties"
                    },
                    "description_translations": {
                        "en": "This task supports thematic co-exploration participants to catalogue the data capture and analysis process outcomes so that they can be easily reviewed by either thematic co-exploration participants or stakeholders. ",
                        "es": "Esta tarea ayuda a los participantes de la co-exploración temática a catalogar los resultados del proceso de captura y análisis de datos para que puedan ser revisados fácilmente por los participantes de la co-exploración temática o por las partes interesadas.",
                        "it": "Questa attività supporta i partecipanti alla co-esplorazione tematica a catalogare i risultati del processo di acquisizione e analisi dei dati in modo che possano essere facilmente esaminati sia dai partecipanti alla co-esplorazione tematica che dagli stakeholder.",
                        "lv": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, lai katalogizētu datu iegūšanas un analīzes procesa rezultātus, lai tos varētu viegli pārskatīt gan tematiskās kopīgas izpētes dalībnieki, gan iesaistītās personas.",
                        "da": "Denne opgave støtter tematiske samarbejde deltagere i at katalogisere resultaterne af datafangst- og analyseprocessen, så de let kan gennemgås af enten tematiske samarbejde deltagere eller interessenter.",
                        "nl": "Deze taak ondersteunt deelnemers aan de thematische co-exploratie bij het catalogiseren van de resultaten van het proces van gegevensverzameling en -analyse, zodat ze gemakkelijk kunnen worden beoordeeld door deelnemers aan de thematische co-exploratie of belanghebbenden."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_9",
                        "CS_PROBLEM_11",
                        "ORG_PROBLEM_6.2",
                        "BUILD_PROBLEM_7"
                    ],
                    "id": "task-catalogue_data_and_visualizations",
                    "prerequisites": [
                        {
                            "item": "task-data_analysis_and_visualization_in_dashboards",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Insights generation and reporting",
                        "es": "Generación de ideas y elaboración de informes",
                        "it": "Generazione di idee e redazione di relazioni",
                        "lv": "Ideju ģenerēšana un ziņojumu sagatavošana",
                        "da": "Indsigtsgenerering og rapportering",
                        "nl": "Generatie van inzichten en rapportage"
                    },
                    "description_translations": {
                        "en": "This task supports thematic co-exploration participants to generate insights and produce reports with the results of the thematic co-exploration.",
                        "es": "Esta tarea ayuda a los participantes de la co-exploración temática a generar percepciones y elaborar informes con los resultados de la co-exploración temática.",
                        "it": "Questa attività supporta i partecipanti alla co-esplorazione tematica a generare idee e produrre relazioni con i risultati della co-esplorazione tematica.",
                        "lv": "Šis uzdevums atbalsta tematiskās kopīgas izpētes dalībniekus, lai ģenerētu idejas un sagatavotu ziņojumus ar tematiskās kopīgas izpētes rezultātiem.",
                        "da": "Denne opgave støtter tematiske samarbejde deltagere i at generere indsigter og producere rapporter med resultaterne af den tematiske samarbejde.",
                        "nl": "Deze taak ondersteunt deelnemers aan de thematische co-exploratie bij het genereren van inzichten en het produceren van rapporten met de resultaten van de thematische co-exploratie."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_9",
                        "CS_PROBLEM_11",
                        "ORG_PROBLEM_6.2",
                        "BUILD_PROBLEM_7"
                    ],
                    "id": "task-insights_generation_and_reporting",
                    "prerequisites": [
                        {
                            "item": "task-catalogue_data_and_visualizations",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-data_collection",
                    "type": "previous"
                }
            ],
            "id": "objective-data_combination_analysis_visualization"
        },
        {
            "name_translations": {
                "en": "Experiment evaluation",
                "es": "Evaluación del experimento",
                "it": "Evaluazione dell'esperimento",
                "lv": "Eksperimenta novērtēšana",
                "da": "Eksperimentevaluering",
                "nl": "Experimentevaluatie"
            },
            "description_translations": {
                "en": "This objective aims to help citizen observers carrying out their experiment evaluation. It comprises the following tasks: a) KPIs population and evaluation; b) Collaborative reflection about results and experience; c) Decide whether to reiterate based on analysis of progress or wrap up with takeaways",
                "es": "Este objetivo pretende ayudar a los ciudadanos observadores a llevar a cabo la evaluación de su experimento. Comprende las siguientes tareas: a) Población y evaluación de los KPI; b) Reflexión colaborativa sobre los resultados y la experiencia; c) Decidir si se reitera sobre la base del análisis de los progresos o si se concluye con las conclusiones.",
                "it": "Questo obiettivo mira ad aiutare gli osservatori cittadini a svolgere la valutazione del loro esperimento. Comprende le seguenti attività: a) Pianificazione e valutazione dei KPI; b) Riflessione collaborativa sui risultati e sull'esperienza; c) Decidere se ripetere in base all'analisi dei progressi o concludere con le conclusioni",
                "lv": "Šis mērķis ir vērsts uz pilsoņu novērotāju eksperimenta novērtēšanas atbalstu. Tas ietver sekojošus uzdevumus: a) KPI populācija un novērtēšana; b) Kopīga atspoguļošanās par rezultātiem un pieredzi; c) Izlemt, vai atkārtot, pamatojoties uz progresu analīzi, vai noslēgt ar secinājumiem",
                "da": "Dette mål har til formål at hjælpe borgerobservatører med at udføre deres eksperiment-evaluering. Det omfatter følgende opgaver: a) KPI'er og evaluering; b) Fælles refleksion over resultater og erfaringer; c) Beslutte, om man vil gentage baseret på analyse af fremskridt eller afslutte med takeaways.",
                "nl": "Dit doel heeft tot doel om burgerobservatoren te helpen bij het uitvoeren van hun experimentevaluatie. Het omvat de volgende taken: a) KPI's populatie en evaluatie; b) Samenwerkende reflectie over resultaten en ervaring; c) Beslissen of op basis van de analyse van de voortgang moet worden herhaald of moet worden afgesloten met conclusies"
            },
            "problemprofiles": [
                "VAL_PROBLEM_1",
                "VAL_PROBLEM_2",
                "VAL_PROBLEM_5",
                "SUS_PROBLEM_3",
                "CS_PROBLEM_11"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "KPIs population and evaluation",
                        "es": "Población y evaluación de KPIs",
                        "it": "Popolazione e valutazione dei KPI",
                        "lv": "KPI populācija un novērtēšana",
                        "da": "KPI'er og evaluering",
                        "nl": "KPI's populatie en evaluatie"
                    },
                    "description_translations": {
                        "en": "This task is about analysing the data crowdsourced and the questionnaires and surveys in order to populate the thematic co-exploration's KPIs and their evaluation.",
                        "es": "Esta tarea consiste en analizar los datos obtenidos mediante crowdsourcing y los cuestionarios y encuestas con el fin de poblar los KPI de la co-exploración temática y su evaluación.",
                        "it": "Questa attività consiste nell'analizzare i dati ottenuti tramite crowdsourcing e i questionari e le indagini al fine di popolare i KPI della co-esplorazione tematica e la loro valutazione.",
                        "lv": "Šis uzdevums ir par datu crowdsourced un aptauju un izpētēm analizēšanu, lai populētu tematiskās kopīgas izpētes KPI un to novērtējumu.",
                        "da": "Denne opgave handler om at analysere de crowdsourcede data og spørgeskemaer og undersøgelser for at befolke den tematiske samarbejdes KPI'er og deres evaluering.",
                        "nl": "Deze taak gaat over het analyseren van de crowdsourced gegevens en de vragenlijsten en enquêtes om de KPI's van de thematische co-exploratie en hun evaluatie te bevolken."
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_1",
                        "VAL_PROBLEM_2",
                        "VAL_PROBLEM_5",
                        "SUS_PROBLEM_3",
                        "CS_PROBLEM_11"
                    ],
                    "id": "task-kpis_population_and_evaluation",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Collaborative reflection about results and experience",
                        "es": "Reflexión colaborativa sobre los resultados y la experiencia",
                        "it": "Riflessione collaborativa sui risultati e sull'esperienza",
                        "lv": "Kopīga atspoguļošanās par rezultātiem un pieredzi",
                        "da": "Samarbejdende refleksion om resultater og erfaring",
                        "nl": "Samenwerkende reflectie over resultaten en ervaring"
                    },
                    "description_translations": {
                        "en": "This task is about collaboratively reflecting about the results of the thematic co-exploration and the participants' experience in it",
                        "es": "Esta tarea consiste en reflexionar de forma colaborativa sobre los resultados de la co-exploración temática y la experiencia de los participantes en la misma.",
                        "it": "Questa attività consiste nella riflessione collaborativa sui risultati della co-esplorazione tematica e sull'esperienza dei partecipanti in essa",
                        "lv": "Šis uzdevums ir par kopīgu atspoguļošanos par tematiskās kopīgas izpētes rezultātiem un dalībnieku pieredzi tajā",
                        "da": "Denne opgave handler om at reflektere samarbejdende om resultaterne af den tematiske samarbejde og deltagernes erfaring i den",
                        "nl": "Deze taak gaat over het gezamenlijk reflecteren over de resultaten van de thematische co-exploratie en de ervaring van de deelnemers daarin"
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_5",
                        "SUS_PROBLEM_3",
                        "CS_PROBLEM_11"
                    ],
                    "id": "task-collaborative_reflection_about_results_and_experience",
                    "prerequisites": [
                        {
                            "item": "task-kpis_population_and_evaluation",
                            "type": "previous"
                        }
                    ]
                },
                {
                    "name_translations": {
                        "en": "Decide whether to reiterate based on analysis of progress or wrap up with takeaways",
                        "es": "Decidir si se reitera basándose en el análisis de los progresos o si se concluye con las conclusiones",
                        "it": "Decidere se ripetere in base all'analisi dei progressi o concludere con le conclusioni",
                        "lv": "Izlemt, vai atkārtot, pamatojoties uz progresu analīzi, vai noslēgt ar secinājumiem",
                        "da": "Beslut, om du vil gentage baseret på analyse af fremskridt eller afslutte med takeaways",
                        "nl": "Beslissen of op basis van de analyse van de voortgang moet worden herhaald of moet worden afgesloten met conclusies"
                    },
                    "description_translations": {
                        "en": "This task servers the thematic co-exploration's participants to decide whether to continue with the data gathering and analysis process or not. In case of continuing, some readjustments to the data protocol, collection, analysis, visualization and interpretation process may be defined by participants within this stage.",
                        "es": "Esta tarea sirve para que los participantes en la coexploración temática decidan si continúan o no con el proceso de recopilación y análisis de datos. En caso de continuar, los participantes pueden definir en esta fase algunos reajustes en el protocolo de datos y en el proceso de recogida, análisis, visualización e interpretación. ",
                        "it": "Questa attività serve ai partecipanti alla co-esplorazione tematica per decidere se continuare o meno con il processo di raccolta e analisi dei dati. In caso di continuazione, alcuni riaggiustamenti al protocollo dei dati, alla raccolta, all'analisi, alla visualizzazione e all'interpretazione dei dati possono essere definiti dai partecipanti in questa fase.",
                        "lv": "Šis uzdevums kalpo tematiskās kopīgas izpētes dalībniekiem, lai izlemtu, vai turpināt datu apkopošanas un analīzes procesu vai nē. Ja turpināšana, šajā posmā dalībnieki var definēt dažas pārstrukturēšanas datu protokolā, apkopošanas, analīzes, vizualizācijas un interpretācijas procesā.",
                        "da": "Denne opgave serverer tematiske samarbejde deltagere til at beslutte, om de vil fortsætte med dataindsamling og analyseprocessen eller ej. Hvis der fortsættes, kan nogle justeringer til data-protokollen, indsamling, analyse, visualisering og fortolkning defineres af deltagere inden for dette stadie.",
                        "nl": "Deze taak dient de deelnemers aan de thematische co-exploratie om te beslissen of ze al dan niet doorgaan met het proces van gegevensverzameling en -analyse. In geval van voortzetting kunnen sommige aanpassingen aan het dataprotocol, de verzameling, analyse, visualisatie en interpretatie door de deelnemers binnen deze fase worden gedefinieerd."
                    },
                    "problemprofiles": [
                        "VAL_PROBLEM_1",
                        "VAL_PROBLEM_2",
                        "VAL_PROBLEM_5"
                    ],
                    "id": "task-decide_whether_to_reiterate_based_on_analysis_of_progress_or_wrap_up_with_takeaways",
                    "prerequisites": [
                        {
                            "item": "task-collaborative_reflection_about_results_and_experience",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-data_combination_analysis_visualization",
                    "type": "previous"
                }
            ],
            "id": "objective-experiment_evaluation"
        }
    ],
    "is_part_of_codelivery": false
}