{
    "id": "phase-preparing",
    "prerequisites": [],
    "name_translations": {
        "en": "Preparing",
        "es": "Preparando",
        "it": "",
        "lv": "",
		"da": "",
		"nl": ""
    },
    "description_translations": {
        "en": "This phase details with the preparation for the realization of a thematic co-exploration. It consists of the following steps: a) Theme selection; b) Pilot Owners' training; c) Core team Onboarding and d) Core team Training",
        "es": "Esta fase detalla la preparación para la realización de una co-exploración temática. Consta de los siguientes pasos: a) Selección del tema; b) Formación de los propietarios piloto; c) Incorporación del equipo central y d) Formación del equipo central.",
        "it": "",
        "lv": "",
		"da": "",
		"nl": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Theme selection",
                "es": "Selección de la temática",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "description_translations": {
                "en": "This objective requires that Pilot Owners decide what \"theme\" will be considered as main topic for the thematic co-exploration to be produced, e.g. air quality. ",
                "es": "Este objetivo requiere que los Propietarios de los Pilotos decidan qué \"tema\" se considerará principal para la co-exploración temática que se producirá, por ejemplo, la calidad del aire. ",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "problemprofiles": ["ORG_PROBLEM_1"],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Analyse and prioritize CO thematic areas",
                        "es": "Analizar y priorizar las áreas temáticas de la OC",
                        "it": "",
                        "lv": "",
				        "da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "Analyse and prioritize CO thematic areas among those already identified by the Pilot Owners",
                        "es": "Analizar y priorizar las áreas temáticas de las OC entre las ya identificadas por los Propietarios Piloto.",                        "it": "",
                        "lv": "",
				        "da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_1"
                    ],
                    "id": "task-analyse-prioritize-thematic-area",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Reasoned selection of a thematic co-exploration area",
                        "es": "Selección razonada de un área temática de coexploración",
                        "it": "",
                        "lv": "",
				        "da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires that Pilot Owners reason their selection of a given thematic co-exploration area, i.e. indicating why an exploration on this topic is needed.",
                        "es": "Esta tarea requiere que los Pilotos Propietarios razonen su selección de un área de coexploración temática determinada, es decir, que indiquen por qué es necesaria una exploración sobre este tema.",                        
						"it": "",
                        "lv": "",
				        "da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_1", "CS_PROBLEM_2"
                    ],
                    "id": "task-reason-selection-thematic-area",
                    "prerequisites": []
                }
            ],
            "id": "objective-theme-selection",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Pilots owners' training & preparing",
                "es": "Formación y preparación de propietarios de pilotos",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "description_translations": {
                "en": "The pilot owners are trained on Citizen Science, ethics, data management, tools offered by GREENGAGE and the concept of thematic co-explorations. Besides, they list the datasets available and required (to be crowdsourced) during the thematic co-exploration.",
                "es": "Los propietarios de los pilotos reciben formación sobre Ciencia Ciudadana, ética, gestión de datos, herramientas ofrecidas por GREENGAGE y el concepto de co-exploraciones temáticas. Además, elaboran una lista de los conjuntos de datos disponibles y necesarios (que se obtendrán mediante crowdsourcing) durante la coexploración temática.",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "problemprofiles": [
                "CS_PROBLEM_1",
				"CS_PROBLEM_8",
				"ORG_PROBLEM_7",
                "ORG_PROBLEM_8", 
				"ORG_PROBLEM_9"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Training about Citizen Science ",
                        "es": "Formación sobre ciencia ciudadana ",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task is about providing generic Citizen Science training to Pilot Owners",
                        "es": "Esta tarea consiste en proporcionar formación genérica en Ciencia Ciudadana a los Propietarios de Pilotos",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7", 
						"CS_PROBLEM_1"
                    ],
                    "id": "task-training-pos-citizen-science",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Training about Ethics",
                        "es": "Formación sobre ética",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task is about providing training on Ethics to Pilot Owners",
                        "es": "Esta tarea consiste en impartir formación sobre ética a los pilotos propietarios",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_8", 
						"ORG_PROBLEM_7", 
						"CS_PROBLEM_1"
                    ],
                    "id": "task-training-pos-ethics",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Training about Data Management",
                        "es": "Formación sobre gestión de datos",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task is about providing training on Data Management to Pilot Owners",
                        "es": "Esta tarea consiste en impartir formación sobre gestión de datos a los pilotos propietarios",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_9", 
						"ORG_PROBLEM_7", 
						"CS_PROBLEM_1"
                    ],
                    "id": "task-training-pos-data-management",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Training on GREEN Engine and toolbox",
                        "es": "Formación sobre GREEN Engine y caja de herramientas",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task is about providing training on GREEN Engine and toolbox to Pilot Owners",
                        "es": "Esta tarea consiste en impartir formación sobre el motor VERDE y la caja de herramientas a los pilotos propietarios.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_1"
                    ],
                    "id": "task-training-pos-greenengine-toolbox",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Training on thematic co-exploration co-design",
                        "es": "Formación en codiseño de exploración temática",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task is about providing training to Pilot Owners on how to co-design a thematic co-exploration with the support of GREENGAGE methodology, tools and knowledge assets",
                        "es": "Esta tarea consiste en proporcionar formación a los Propietarios de Pilotos sobre cómo diseñar conjuntamente una co-exploración temática con el apoyo de la metodología, las herramientas y los conocimientos de GREENGAGE.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_1"
                    ],
                    "id": "task-training-pos-thematic-coexploration-codesign",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Develop dataset inventory",
                        "es": "Elaborar un inventario de conjuntos de datos",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires that Pilot Owners develop an initial dataset inventory for the thematic co-exploration",
                        "es": "Esta tarea requiere que los Propietarios de los Pilotos elaboren un inventario inicial de conjuntos de datos para la coexploración temátic",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_9", 
						"CS_PROBLEM_8", 
						"CS_PROBLEM_9"
                    ],
                    "id": "task-develop-dataset-inventory",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-theme-selection",
                    "type": "previous"
                }
            ],
            "id": "objective-pilot-owners-training-preparing"
        }, 
        {
            "name_translations": {
                "en": "Core team onboarding",
                "es": "Incorporación del equipo central",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "description_translations": {
                "en": "In this objective, the core team is assembled. For that, the following steps are needed: a) Build map of potential stakeholders; b) Set up page in Wordpress with info about the thematic co-exploration; c) Set up communication campaign to invite citizens to take part in CO's thematic co-exploration, d) Set up Discourse to manage community engagement and e) Organize workshop to introduce GREENGAGE to core team and gather their feedback",
                "es": "En este objetivo, se reúne el equipo central. Para ello, se necesitan los siguientes pasos: a) Construir un mapa de las partes interesadas potenciales; b) Crear una página en Wordpress con información sobre la co-exploración temática; c) Crear una campaña de comunicación para invitar a los ciudadanos a participar en la co-exploración temática de CO, d) Crear Discourse para gestionar el compromiso de la comunidad y e) Organizar un taller para presentar GREENGAGE al equipo central y recoger sus comentarios.",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "problemprofiles": [
                "BUILD_PROBLEM_1",
				"CS_PROBLEM_4", 
				"CS_PROBLEM_6", 
				"DEF_PROBLEM_3",
				"ORG_PROBLEM_4",
				"ORG_PROBLEM_5", 
				"UND_PROBLEM_2" 
            ],
            "tasks": [
                {
                    "name_translations": {
						"en": "Build map of potential stakeholders",
						"es": "Elaborar un mapa de los posibles actores interesados",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
 						"en": "This task requires pilot owners to define a map of potential stakeholders interested on participating or affected by the thematic co-exploration",
						"es": "Esta tarea requiere que los propietarios de los proyectos piloto definan un mapa de las posibles partes interesadas en participar o afectadas por la coexploración temática.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5", 
						"UND_PROBLEM_2", 
						"CS_PROBLEM_6"
                    ],
                    "id": "task-build-map-stakeholders",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Set up page in Wordpress with info about the thematic co-exploration",
                        "es": "Configurar página en Wordpress con información sobre la co-exploración temática",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires pilot owners to set up page in Wordpress with info about the thematic co-exploration",
                        "es": "Esta tarea requiere que los propietarios de los pilotos creen una página en Wordpress con información sobre la co-exploración temática.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_6"
                    ],
                    "id": "task-setup-wordpress-page",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Set up communication campaign to invite citizens to take part in CO's thematic co-exploration",
                        "es": "Puesta en marcha de una campaña de comunicación para invitar a los ciudadanos a participar en la coexploración temática de CO",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task sets up communication campaign to invite citizens to take part in CO's thematic co-exploration",
                        "es": "Esta tarea pone en marcha una campaña de comunicación para invitar a los ciudadanos a participar en la coexploración temática de CO",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4", 
						"CS_PROBLEM_4", 
						"CS_PROBLEM_6", 
						"BUILD_PROBLEM_1"
                    ],
                    "id": "task-setup-communication-campaign",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Set up Discourse to manage community engagement",
                        "es": "Configurar Discourse para gestionar la participación de la comunidad",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task sets up Discourse space to manage community engagement within this thematic co-exploration",
                        "es": "Esta tarea crea un espacio de discusión para gestionar la participación de la comunidad en esta coexploración temática.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4", 
						"CS_PROBLEM_4", 
						"CS_PROBLEM_6", 
						"BUILD_PROBLEM_1"
                    ],
                    "id": "task-setup-discourse-space",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Organize workshop to introduce GREENGAGE to core team and gather their feedback",
                        "es": "Organizar un taller para presentar GREENGAGE al equipo central y recabar sus opiniones.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task suggests the organization of a workshop to introduce GREENGAGE to core team and gather their feedback",
                        "es": "Esta tarea sugiere la organización de un taller para presentar GREENGAGE al equipo central y recabar su opinión.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_3"
                    ],
                    "id": "task-organize-workshop-greengage-coreteam",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-pilot-owners-training-preparing",
                    "type": "previous"
                }
            ],
            "id": "objective-coreteam-onboarding"
        }, 
        {
            "name_translations": {
                "en": "Core team training",
                "es": "Formación del equipo central",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "description_translations": {
                "en": "In this objective, the core team is trained. For that, the following steps are needed: a) Understand the thematic area; b) Prepare a training plan specific for the pilot; c) Create additional training material; d) Training on GREENGAGE ethical framework and e) Training on GREENGAGE technologies",
                "es": "En este objetivo, se reúne el equipo central. Para ello, se necesitan los siguientes pasos: a) Construir un mapa de las partes interesadas potenciales; b) Crear una página en Wordpress con información sobre la co-exploración temática; c) Crear una campaña de comunicación para invitar a los ciudadanos a participar en la co-exploración temática de CO, d) Crear Discourse para gestionar el compromiso de la comunidad y e) Organizar un taller para presentar GREENGAGE al equipo central y recoger sus comentarios.",
                "it": "",
                "lv": "",
				"da": "",
				"nl": ""
            },
            "problemprofiles": [
                "CS_PROBLEM_1",
				"CS_PROBLEM_2",
				"ORG_PROBLEM_7",
				"ORG_PROBLEM_8",
				"UND_PROBLEM_6"
            ],
            "tasks": [
                {
                    "name_translations": {
						"en": "Understand the thematic area",
						"es": "Comprender el área temática",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
 						"en": "This task requires core team to get involved in the joint understanding of the selected thematic area",
						"es": "Esta tarea requiere que el equipo central se implique en la comprensión conjunta del área temática seleccionada",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_6", 
						"CS_PROBLEM_2"
                    ],
                    "id": "task-understand-thematic-area",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Prepare a training plan specific for the pilot",
                        "es": "Preparar un plan de formación específico para el piloto",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires pilot owners in cooperation with core team to define a specific training plan for thematic co-exploration's participants",
                        "es": "Esta tarea requiere que los propietarios del proyecto piloto, en colaboración con el equipo central, definan un plan de formación específico para los participantes en la coexploración temática.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_1"
                    ],
                    "id": "task-prepare-training-plan",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Create additional training material",
                        "es": "Crear material de formación adicional",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires pilot owners in cooperation with core team and GREENAGE consortium to create additional training material",
                        "es": "Esta tarea requiere que los propietarios de los pilotos, en cooperación con el equipo central y el consorcio GREENAGE, creen material de formación adicional.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_1", 
						"ORG_PROBLEM_7"
                    ],
                    "id": "task-create-additional-materials",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Training on GREENGAGE ethical framework",
                        "es": "Formación sobre el marco ético GREENGAGE",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task requires pilot owners to train core team about GREENGAGE ethical framework",
                        "es": "Esta tarea requiere que los propietarios del piloto formen al equipo central sobre el marco ético de GREENGAGE",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4", 
						"CS_PROBLEM_4", 
						"CS_PROBLEM_6", 
						"BUILD_PROBLEM_1"
                    ],
                    "id": "task-setup-discourse-space",
                    "prerequisites": []
                },
				{
                    "name_translations": {
                        "en": "Organize workshop to introduce GREENGAGE to core team and gather their feedback",
                        "es": "Organizar un taller para presentar GREENGAGE al equipo central y recabar sus opiniones.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "description_translations": {
                        "en": "This task suggests the organization of a workshop to introduce GREENGAGE to core team and gather their feedback",
                        "es": "Esta tarea sugiere la organización de un taller para presentar GREENGAGE al equipo central y recabar su opinión.",
                        "it": "",
                        "lv": "",
						"da": "",
						"nl": ""
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_3"
                    ],
                    "id": "task-organize-workshop-greengage-coreteam",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-pilot-owners-training-preparing",
                    "type": "previous"
                }
            ],
            "id": "objective-coreteam-onboarding"
        }
    ],
    "is_part_of_codelivery": false
}