{
    "id": "phase-sharing",
    "prerequisites": [
        {
            "item": "phase-experimenting",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Sharing",
        "es": "Compartiendo",
        "it": "Condivisione",
        "lv": "Dalīšanās",
        "da": "Deling",
        "nl": "Delen"
    },
    "description_translations": {
        "en": "This phase is about sharing the results of the thematic co-exploration and seeking its replicability and sustainability. It tackles the following objectives: a) Storytelling (from findings); b) Translating into policies and c) Experiment sustainability. This work is carried out by the whole thematic co-exploration team including pilot owners.",
        "es": "Esta fase consiste en compartir los resultados de la coexploración temática y buscar su replicabilidad y sostenibilidad. Aborda los siguientes objetivos: a) Contar historias (a partir de los hallazgos); b) Traducir en políticas y c) Experimentar la sostenibilidad. Este trabajo lo lleva a cabo todo el equipo de co-exploración temática, incluidos los propietarios de los pilotos.",
        "it": "Questa fase riguarda la condivisione dei risultati della co-esplorazione tematica e la ricerca della replicabilità e della sostenibilità. Affronta i seguenti obiettivi: a) Narrazione (dai risultati); b) Traduzione in politiche e c) Sostenibilità dell'esperimento. Questo lavoro è svolto da tutto il team di co-esplorazione tematica, compresi i proprietari dei piloti.",
        "lv": "Šī fāze ir par rezultātu kopīgošanu tematiskajā kopīgošanā un tās atkārtojamības un ilgtspējas meklēšanu. Tā risina šādus mērķus: a) Stāstīšana (no atklājumiem); b) Tulkot politikās un c) Eksperimenta ilgtspēja. Šo darbu veic visa tematiskās kopīgošanas komanda, ieskaitot pilotu īpašniekus.",
        "da": "Denne fase handler om at dele resultaterne af den tematiske co-udforskning og søge dens replikerbarhed og bæredygtighed. Det tager fat på følgende mål: a) Fortælling (fra resultater); b) Oversættelse til politikker og c) Eksperiment bæredygtighed. Dette arbejde udføres af hele det tematiske co-udforskningshold, herunder pilotindehavere.",
        "nl": "Deze fase gaat over het delen van de resultaten van de thematische co-exploratie en het zoeken naar de replicatie en duurzaamheid ervan. Het pakt de volgende doelstellingen aan: a) Storytelling (vanuit bevindingen); b) Vertalen naar beleid en c) Experiment duurzaamheid. Dit werk wordt uitgevoerd door het hele thematische co-exploratieteam, inclusief pilot-eigenaren."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Storytelling (from findings)",
                "es": "Narración de historias (a partir de los resultados)",
                "it": "Narrazione (dai risultati)",
                "lv": "Stāstīšana (no atklājumiem)",
                "da": "Fortælling (fra resultater)",
                "nl": "Storytelling (vanuit bevindingen)"
            },
            "description_translations": {
                "en": "This objective aims to create appealing and easily understandable, widely accessible stories that can be widely disseminated for society to be aware and comprehend the need for societal behaviour transformation towards a more environmentally aware way of life. ",
                "es": "Este objetivo pretende crear historias atractivas, fácilmente comprensibles y ampliamente accesibles que puedan difundirse ampliamente para que la sociedad sea consciente y comprenda la necesidad de transformar el comportamiento social hacia un modo de vida más sostenible.",
                "it": "Questo obiettivo mira a creare storie accattivanti e facilmente comprensibili, ampiamente accessibili, che possano essere ampiamente diffuse affinché la società sia consapevole e comprenda la necessità di trasformare il comportamento sociale verso uno stile di vita più sostenibile.",
                "lv": "Šis mērķis ir vērsts uz pievilcīgu un viegli saprotamu, plaši pieejamu stāstu radīšanu, kas var tikt plaši izplatīti, lai sabiedrība būtu informēta un saprastu nepieciešamību pēc sabiedrības uzvedības pārveidošanas uz vides ziņā apzinīgāku dzīvesveidu.",
                "da": "Dette mål sigter mod at skabe tiltalende og letforståelige, bredt tilgængelige historier, der kan udbredes bredt, så samfundet er opmærksomt og forstår behovet for samfundsadfærdstransformation mod en mere miljøbevidst livsstil.",
                "nl": "Dit doel is gericht op het creëren van aantrekkelijke en gemakkelijk te begrijpen, breed toegankelijke verhalen die breed verspreid kunnen worden, zodat de samenleving zich bewust wordt van en begrijpt waarom het gedrag van de samenleving moet veranderen naar een meer milieubewuste levensstijl."
            },
            "problemprofiles": [
                "CS_PROBLEM_12",
                "CS_PROBLEM_13",
                "SUS_PROBLEM_1",
                "SUS_PROBLEM_2",
                "SUS_PROBLEM_3",
                "SUS_PROBLEM_4",
                "CS_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Generation of storylines for wide dissemination",
                        "es": "Generación de historias para su amplia difusión",
                        "it": "Generazione di trame per una vasta diffusione",
                        "lv": "Stāstu līniju ģenerēšana plašai izplatīšanai",
                        "da": "Generering af historier til bred udbredelse",
                        "nl": "Genereren van verhaallijnen voor brede verspreiding"
                    },
                    "description_translations": {
                        "en": "This task suggests approaches and templates that could be used to guide the elaboration of storytelling materials for wide dissemination of the project.",
                        "es": "Esta tarea sugiere enfoques y plantillas que podrían utilizarse para orientar la elaboración de materiales narrativos para una amplia difusión del proyecto.",
                        "it": "Questo compito suggerisce approcci e modelli che potrebbero essere utilizzati per guidare l'elaborazione di materiali narrativi per una vasta diffusione del progetto.",
                        "lv": "Šī uzdevuma mērķis ir ierosināt pieejas un veidnes, kas varētu tikt izmantotas, lai vadītu stāstu materiālu izstrādi plašai projekta izplatīšanai.",
                        "da": "Denne opgave foreslår tilgange og skabeloner, der kan bruges til at guide udarbejdelsen af fortællingsmaterialer til bred udbredelse af projektet.",
                        "nl": "Deze taak suggereert benaderingen en sjablonen die kunnen worden gebruikt om de uitwerking van verhalende materialen te begeleiden voor brede verspreiding van het project."
                    },
                    "problemprofiles": [
                        "SUS_PROBLEM_2",
                        "SUS_PROBLEM_3",
                        "SUS_PROBLEM_4",
                        "CS_PROBLEM_5"
                    ],
                    "id": "task-generation_of_storylines_for_wide_dissemination",
                    "prerequisites": []
                }
            ],
            "id": "objective-storytelling_from_findings",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Translating into policies",
                "es": "Generar nuevas políticas",
                "it": "Traduzione in politiche",
                "lv": "Tulkot politikās",
                "da": "Oversættelse til politikker",
                "nl": "Vertalen naar beleid"
            },
            "description_translations": {
                "en": "This objective aims to generate an assortment of policy briefs' inputs for policy makers",
                "es": "Este objetivo pretende generar una serie de documentos de orientación política para los responsables políticos",
                "it": "Questo obiettivo mira a generare una serie di documenti di orientamento politico per i responsabili politici",
                "lv": "Šis mērķis ir vērsts uz politikas pamatnostādņu ievades veidošanu politikas veidotājiem",
                "da": "Dette mål sigter mod at generere en række politiske retningslinjer for politikere",
                "nl": "Dit doel is gericht op het genereren van een assortiment van beleidsrichtlijnen voor beleidsmakers"
            },
            "problemprofiles": [
                "SUS_PROBLEM_2",
                "SUS_PROBLEM_3",
                "SUS_PROBLEM_4",
                "CS_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Generation of policy briefs' inputs for policy makers",
                        "es": "Elaboración de informes políticos para los responsables políticos",
                        "it": "Generazione di input per i responsabili politici",
                        "lv": "Politikas pamatnostādņu ievades veidošana politikas veidotājiem",
                        "da": "Generering af politiske retningslinjer for politikere",
                        "nl": "Genereren van beleidsrichtlijnen voor beleidsmakers"
                    },
                    "description_translations": {
                        "en": "This task seeks to generate an assortment of policy briefs' inputs for policy makers",
                        "es": "El objetivo de esta tarea es generar una serie de documentos informativos para los responsables políticos.",
                        "it": "Questo compito mira a generare una serie di input per i responsabili politici",
                        "lv": "Šis uzdevums ir vērsts uz politikas pamatnostādņu ievades veidošanu politikas veidotājiem",
                        "da": "Denne opgave søger at generere en række politiske retningslinjer for politikere",
                        "nl": "Deze taak is gericht op het genereren van een assortiment van beleidsrichtlijnen voor beleidsmakers"
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_12",
                        "CS_PROBLEM_13",
                        "SUS_PROBLEM_1",
                        "CS_PROBLEM_5"
                    ],
                    "id": "task-generation_of_policy_briefs_inputs_for_policy_makers",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-storytelling_from_findings",
                    "type": "previous"
                }
            ],
            "id": "objective-translating_into_policies"
        },
        {
            "name_translations": {
                "en": "Experiment sustainability",
                "es": "Sostenibilidad del experimento",
                "it": "Sostenibilità dell'esperimento",
                "lv": "Eksperimenta ilgtspēja",
                "da": "Eksperiment bæredygtighed",
                "nl": "Experiment duurzaamheid"
            },
            "description_translations": {
                "en": "This objective deals with the release and disssemination of thematic co-exploration outcomes. It also copes with the publication in Open Research platforms of the datasets and analysis processed designed.",
                "es": "Este objetivo se refiere a la publicación y difusión de los resultados de la coexploración temática. También se ocupa de la publicación en plataformas de Investigación Abierta de los conjuntos de datos y procesamientos de análisis diseñados.",
                "it": "Questo obiettivo riguarda la pubblicazione e la diffusione dei risultati della co-esplorazione tematica. Si occupa anche della pubblicazione in piattaforme di ricerca aperta dei set di dati e degli analisi progettati.",
                "lv": "Šis mērķis risina tematiskās kopīgošanas rezultātu izdošanu un izplatīšanu. Tas arī nodarbojas ar datu kopu un analīžu izstrādāšanas publicēšanu Atvērtās pētniecības platformās.",
                "da": "Dette mål handler om frigivelse og udbredelse af resultaterne af den tematiske co-udforskning. Det håndterer også offentliggørelsen i åbne forskningsplatforme af de designede datasæt og analyser.",
                "nl": "Dit doel gaat over het vrijgeven en verspreiden van de resultaten van de thematische co-exploratie. Het houdt ook rekening met de publicatie in Open Research platforms van de ontworpen datasets en analyses."
            },
            "problemprofiles": [
                "CS_PROBLEM_12",
                "CS_PROBLEM_13",
                "SUS_PROBLEM_1",
                "SUS_PROBLEM_2",
                "SUS_PROBLEM_3",
                "SUS_PROBLEM_4",
                "CS_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Release and disssemination of thematic co-exploration outcomes",
                        "es": "Divulgación de los resultados de la coexploración temática",
                        "it": "Rilascio e diffusione dei risultati della co-esplorazione tematica",
                        "lv": "Tematiskās kopīgošanas rezultātu izdošana un izplatīšana",
                        "da": "Udgivelse og udbredelse af resultaterne af den tematiske co-udforskning",
                        "nl": "Vrijgeven en verspreiden van de resultaten van de thematische co-exploratie"
                    },
                    "description_translations": {
                        "en": "Publication and dissemination of the results of the thematic co-exploration",
                        "es": "Publicación y difusión de los resultados de la co-exploración temática",
                        "it": "Pubblicazione e diffusione dei risultati della co-esplorazione tematica",
                        "lv": "Tematiskās kopīgošanas rezultātu publicēšana un izplatīšana",
                        "da": "Offentliggørelse og udbredelse af resultaterne af den tematiske co-udforskning",
                        "nl": "Publicatie en verspreiding van de resultaten van de thematische co-exploratie"
                    },
                    "problemprofiles": [
                        "SUS_PROBLEM_2",
                        "SUS_PROBLEM_4",
                        "CS_PROBLEM_5"
                    ],
                    "id": "task-release_and_disssemination_of_thematic_co_exploration_outcomes",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Publication in Open Research platforms ",
                        "es": "Publicación en plataformas de investigación abiertas",
                        "it": "Pubblicazione in piattaforme di ricerca aperte",
                        "lv": "Publicēšana Atvērtās pētniecības platformās",
                        "da": "Offentliggørelse i åbne forskningsplatforme",
                        "nl": "Publicatie in Open Research platforms"
                    },
                    "description_translations": {
                        "en": "This task is in charge of publishing the datasets and analyses performed over the aggregated data so that other researchers and observers may use the results obtained by the project.",
                        "es": "Esta tarea se encarga de publicar los conjuntos de datos y los análisis realizados sobre los datos agregados para que otros investigadores y observadores puedan utilizar los resultados obtenidos por el proyecto.",
                        "it": "Questo compito è incaricato di pubblicare i set di dati e le analisi eseguite sui dati aggregati in modo che altri ricercatori e osservatori possano utilizzare i risultati ottenuti dal progetto.",
                        "lv": "Šis uzdevums ir atbildīgs par datu kopu un analīžu publicēšanu, kas veiktas pār apkopotajiem datiem, lai citi pētnieki un novērotāji varētu izmantot projektā iegūtos rezultātus.",
                        "da": "Denne opgave er ansvarlig for at offentliggøre de datasæt og analyser, der er udført over de aggregerede data, så andre forskere og observatører kan bruge de resultater, der er opnået af projektet.",
                        "nl": "Deze taak is verantwoordelijk voor het publiceren van de datasets en analyses die zijn uitgevoerd over de geaggregeerde gegevens, zodat andere onderzoekers en waarnemers de resultaten die door het project zijn verkregen, kunnen gebruiken."
                    },
                    "problemprofiles": [
                        "CS_PROBLEM_12",
                        "CS_PROBLEM_13",
                        "SUS_PROBLEM_1",
                        "CS_PROBLEM_3"
                    ],
                    "id": "task-publication_in_open_research_platforms",
                    "prerequisites": [
                        {
                            "item": "task-release_and_disssemination_of_thematic_co_exploration_outcomes",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-translating_into_policies",
                    "type": "previous"
                }
            ],
            "id": "objective-experiment_sustainability"
        }
    ],
    "is_part_of_codelivery": false
}