{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "authors": [
        "MindEarth"
    ],
    "citizen_science_description_translations": {
        "en": ""
    },
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": "Ninguno",
        "it": "Nessuno",
        "lv": "Nav"
    },
    "creation_date": "2017-01-01",
    "description_translations": {
        "en": "<p>MindView is a crowd-driven platform for collecting and uploading geo-tagged street-level imagery, utilizing built-in smartphone cameras and compatible devices like 360° cameras, car dashboards, and helmet cameras. This innovative system engages users to undertake diverse 'missions', such as traversing predefined routes, capturing specific objects, or remaining at designated locations, rewarding them based on the mission's complexity, duration, and quantity. The collected imagery undergoes processing through advanced deep-learning algorithms, extracting valuable, anonymized insights about urban environments and social dynamics. Key insights include housing and infrastructure data, green space analysis, socio-economic and cultural insights, and mobility and traffic patterns. This approach is particularly useful for maintaining up-to-date and comprehensive maps, a task that can be resource-intensive for official mapping agencies. This is particularly valuable in regions with limited or outdated official mapping sources. By harnessing the collective efforts of the community, especially in less documented or rapidly changing areas, MindView fills critical gaps in mapping data.</p>",
        "es": "<p>MindView es una plataforma impulsada por la multitud para recopilar y cargar imágenes a pie de calle geoetiquetadas, utilizando cámaras integradas en teléfonos inteligentes y dispositivos compatibles como cámaras de 360°, salpicaderos de coches y cámaras de casco. Este innovador sistema invita a los usuarios a emprender diversas misiones, como recorrer rutas predefinidas, capturar objetos específicos o permanecer en lugares designados, recompensándoles en función de la complejidad, duración y cantidad de la misión. Las imágenes recogidas se procesan mediante algoritmos avanzados de aprendizaje profundo, extrayendo información valiosa y anónima sobre entornos urbanos y dinámicas sociales. La información clave incluye datos sobre vivienda e infraestructuras, análisis de zonas verdes, datos socioeconómicos y culturales, y patrones de movilidad y tráfico. Este enfoque es especialmente útil para mantener mapas actualizados y completos, una tarea que puede exigir muchos recursos a los organismos cartográficos oficiales. Esto es especialmente valioso en regiones con fuentes cartográficas oficiales limitadas o anticuadas. Al aprovechar los esfuerzos colectivos de la comunidad, especialmente en las zonas menos documentadas o que cambian con rapidez, MindView colma lagunas críticas en los datos cartográficos.</p>",
        "it": "<p>MindView è una piattaforma crowd-driven per la raccolta e il caricamento di immagini geo-taggate a livello stradale, utilizzando le fotocamere integrate degli smartphone e dispositivi compatibili come telecamere a 360°, cruscotti di auto e telecamere da casco. Questo sistema innovativo coinvolge gli utenti a intraprendere diverse missioni, come attraversare percorsi predefiniti, catturare oggetti specifici o rimanere in luoghi designati, premiandoli in base alla complessità, alla durata e alla quantità della missione. Le immagini raccolte vengono elaborate attraverso algoritmi avanzati di deep-learning, estraendo preziose informazioni anonime sugli ambienti urbani e sulle dinamiche sociali. Tra le informazioni principali vi sono i dati relativi alle abitazioni e alle infrastrutture, l'analisi degli spazi verdi, gli approfondimenti socio-economici e culturali e i modelli di mobilità e traffico. Questo approccio è particolarmente utile per mantenere mappe aggiornate e complete, un compito che può richiedere molte risorse da parte delle agenzie cartografiche ufficiali. È particolarmente utile nelle regioni con fonti cartografiche ufficiali limitate o obsolete. Sfruttando gli sforzi collettivi della comunità, soprattutto nelle aree meno documentate o in rapida evoluzione, MindView colma le lacune critiche nei dati cartografici.</p>",
        "nl": "<p>Apache Druid is een krachtige, gedistribueerde dataopslag die is ontworpen voor real-time analyse van grootschalige datasets. Het blinkt uit in scenario's waar snelle queries en ingest cruciaal zijn, zoals in business intelligence toepassingen, operationele analyses en real-time monitoring. Druid staat bekend om zijn vermogen om om te gaan met hoge concurrency, zijn columnaire opslagformaat en zijn vermogen om horizontaal te schalen. Het ondersteunt streaming en batch data ingestion en de architectuur zorgt voor efficiënte datasamenvatting, snelle aggregatie queries en low-latency datatoegang. Druid wordt vaak gebruikt in combinatie met big data technologieën zoals Hadoop en Kafka, waardoor het een populaire keuze is voor organisaties die real-time analytics oplossingen willen implementeren.</p>"
    },
    "difficulty": "medium",
    "doi": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "mindview",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/mindview/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it",
        "nl"
    ],
    "licence": "permissive",
    "logotype": "./interlinkers/externalsoftware/mindview/logo.jpeg",
    "name_translations": {
        "en": "Mindview"
    },
    "overview_text": {
        "en": "Crowd-driven platform for collecting and uploading geo-tagged street-level imagery",
        "es": ""
    },
    "problemprofiles": [],
    "publisher": "MindEarth",
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "crowd-driven platform",
            "data capture"
        ]
    },
    "targets": [
        "all"
    ],
    "theme": "Data quality and standards",
    "type": "software",
    "types": [
        "enabling_services;operation_services"
    ],
    "uri_translations": {
        "en": "https://mindearth.ai/"
    }
}