{
    "id": "phase-co_design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Co-Design",
        "es": "Co-Diseño",
        "it": "Co-Progettazione",
        "lv": "Kopīgs dizains"
    },
    "description_translations": {
        "en": "Collaboratively develop a draft itinerary and budget. Engage participants in brainstorming and refining possible destinations, activities, and cost considerations.",
        "es": "Desarrollar colaborativamente un borrador de itinerario y presupuesto. Involucrar a los participantes en la generación y refinamiento de ideas sobre posibles destinos, actividades y consideraciones de costos.",
        "it": "Sviluppa collaborativamente un itinerario e un budget di bozza. Coinvolgi i partecipanti nel brainstorming e nella definizione di possibili destinazioni, attività e considerazioni sui costi.",
        "lv": "Kopīgi izstrādājiet provizorisku maršrutu un budžetu. Iesaistiet dalībniekus iespējamo galamērķu, aktivitāšu un izmaksu apsvērumu ģenerēšanā un pilnveidošanā."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Develop a draft travel itinerary and budget",
                "es": "Desarrollar un borrador de itinerario y presupuesto de viaje",
                "it": "Sviluppa una bozza di itinerario e budget di viaggio",
                "lv": "Izstrādājiet ceļojuma maršruta un budžeta projektu"
            },
            "description_translations": {
                "en": "Collaboratively explore potential destinations, activities, and costs, and create an initial plan for the trip.",
                "es": "Explorar colaborativamente posibles destinos, actividades y costos, y crear un plan inicial para el viaje.",
                "it": "Esplora collaborativamente le possibili destinazioni, attività e costi, e crea un piano iniziale per il viaggio.",
                "lv": "Kopīgi izpētiet iespējamās galamērķus, aktivitātes un izmaksas un izveidojiet sākotnējo plānu ceļojumam."
            },
            "problemprofiles": [
                "ORG_PROBLEM_2",
                "UND_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Research and propose possible destinations and activities",
                        "es": "Investigar y proponer posibles destinos y actividades",
                        "it": "Ricerca e proponi possibili destinazioni e attività",
                        "lv": "Izpētiet un ierosiniet iespējamās galamērķus un aktivitātes"
                    },
                    "description_translations": {
                        "en": "Identify potential destinations and activities that fit participants' preferences and budget. Discuss options and select the most suitable ones.",
                        "es": "Identificar destinos y actividades potenciales que se ajusten a las preferencias y el presupuesto de los participantes. Discutir opciones y seleccionar las más adecuadas.",
                        "it": "Identifica le destinazioni e attività potenziali che soddisfano le preferenze e il budget dei partecipanti. Discuta le opzioni e seleziona quelle più adatte.",
                        "lv": "Identificējiet potenciālos galamērķus un aktivitātes, kas atbilst dalībnieku vēlmēm un budžetam. Apspriediet opcijas un izvēlieties vispiemērotākās."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_2"
                    ],
                    "id": "task-research_and_propose_possible_destinations_and_activities",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Draft an initial budget estimate",
                        "es": "Redactar una estimación de presupuesto inicial",
                        "it": "Redigere una stima iniziale del budget",
                        "lv": "Izveidojiet sākotnējo budžeta aprēķinu"
                    },
                    "description_translations": {
                        "en": "Estimate the costs for chosen destinations and activities, considering travel, accommodation, and other expenses.",
                        "es": "Estimar los costos de los destinos y actividades elegidos, considerando viajes, alojamiento y otros gastos.",
                        "it": "Stima i costi per le destinazioni e attività scelte, considerando viaggi, alloggio e altre spese.",
                        "lv": "Aprēķiniet izvēlēto galamērķu un aktivitāšu izmaksas, ņemot vērā ceļojumu, izmitināšanu un citus izdevumus."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_5"
                    ],
                    "id": "task-draft_an_initial_budget_estimate",
                    "prerequisites": [
                        {
                            "item": "task-research_and_propose_possible_destinations_and_activities",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-develop_a_draft_travel_itinerary_and_budget",
            "prerequisites": []
        }
    ],
    "interlinkers": [
        {
            "name": "Event Co-designer (ECO)",
            "description": "Tool for scheduling and organizing events, suitable for planning activities within the itinerary.",
            "problemprofiles": [
                "ORG_PROBLEM_2"
            ]
        },
        {
            "name": "Trello",
            "description": "Project management tool for organizing tasks and tracking progress on destination and activity selection.",
            "problemprofiles": [
                "ORG_PROBLEM_2"
            ]
        },
        {
            "name": "Collaborative editor",
            "description": "Real-time collaborative document editor, ideal for working on itinerary drafts and budget estimates.",
            "problemprofiles": [
                "UND_PROBLEM_5"
            ]
        }
    ],
    "is_part_of_codelivery": false
}