{
    "id": "phase-co_delivery",
    "prerequisites": [
        {
            "item": "phase-co_decision",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Co-Delivery",
        "es": "Co-Entrega",
        "it": "Co-Consegna",
        "lv": "Kopīga Piegāde"
    },
    "description_translations": {
        "en": "Coordinate the implementation of travel plans and manage any real-time issues that arise. This phase involves logistical management and real-time updates to ensure smooth trip execution.",
        "es": "Coordinar la implementación de los planes de viaje y gestionar cualquier problema en tiempo real que surja. Esta fase implica la gestión logística y actualizaciones en tiempo real para garantizar la ejecución fluida del viaje.",
        "it": "Coordinare l'implementazione dei piani di viaggio e gestire eventuali problemi in tempo reale. Questa fase prevede la gestione logistica e aggiornamenti in tempo reale per garantire l'esecuzione del viaggio senza intoppi.",
        "lv": "Koordinēt ceļojuma plānu īstenošanu un pārvaldīt jebkuras reāllaika problēmas, kas rodas. Šis posms ietver loģistikas pārvaldību un reāllaika atjauninājumus, lai nodrošinātu ceļojuma veiksmīgu īstenošanu."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Implement travel plans and manage real-time issues",
                "es": "Implementar planes de viaje y gestionar problemas en tiempo real",
                "it": "Implementare i piani di viaggio e gestire i problemi in tempo reale",
                "lv": "Īstenot ceļojuma plānus un pārvaldīt reāllaika problēmas"
            },
            "description_translations": {
                "en": "Ensure all travel logistics are in place and manage any issues that arise during the trip.",
                "es": "Asegurar que toda la logística de viaje esté en su lugar y gestionar cualquier problema que surja durante el viaje.",
                "it": "Assicurarsi che tutta la logistica di viaggio sia a posto e gestire eventuali problemi durante il viaggio.",
                "lv": "Nodrošiniet visu ceļojuma loģistiku un pārvaldiet jebkādas problēmas, kas rodas ceļojuma laikā."
            },
            "problemprofiles": [
                "ORG_PROBLEM_4"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Coordinate travel arrangements",
                        "es": "Coordinar los arreglos de viaje",
                        "it": "Coordinare gli accordi di viaggio",
                        "lv": "Koordinēt ceļojuma organizēšanu"
                    },
                    "description_translations": {
                        "en": "Ensure that all bookings, transportation, and accommodations are confirmed and ready for the trip.",
                        "es": "Asegurarse de que todas las reservas, transportes y alojamientos estén confirmados y listos para el viaje.",
                        "it": "Assicurati che tutte le prenotazioni, i trasporti e gli alloggi siano confermati e pronti per il viaggio.",
                        "lv": "Pārliecinieties, ka visas rezervācijas, transports un naktsmītnes ir apstiprinātas un gatavas ceļojumam."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "id": "task-coordinate_travel_arrangements",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Track expenses and adjust budget as necessary",
                        "es": "Rastrear gastos y ajustar el presupuesto según sea necesario",
                        "it": "Monitora le spese e aggiusta il budget secondo necessità",
                        "lv": "Sekojiet līdzi izdevumiem un, ja nepieciešams, pielāgojiet budžetu"
                    },
                    "description_translations": {
                        "en": "Monitor expenses during the trip and make adjustments to the budget as needed to stay within financial constraints.",
                        "es": "Monitorear los gastos durante el viaje y hacer ajustes al presupuesto según sea necesario para mantenerse dentro de las limitaciones financieras.",
                        "it": "Monitora le spese durante il viaggio e apporta modifiche al budget secondo necessità per rispettare i limiti finanziari.",
                        "lv": "Ceļojuma laikā uzraugiet izdevumus un nepieciešamības gadījumā veiciet izmaiņas budžetā, lai paliktu finanšu ierobežojumu ietvaros."
                    },
                    "problemprofiles": [],
                    "id": "task-track_expenses_and_adjust_budget_as_necessary",
                    "prerequisites": [
                        {
                            "item": "task-coordinate_travel_arrangements",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-implement_travel_plans_and_manage_real_time_issues",
            "prerequisites": []
        }
    ],
    "interlinkers": [
        {
            "name": "Google Drive",
            "description": "Tool for sharing and accessing important travel documents, itineraries, and plans in real time.",
            "problemprofiles": [
                "ORG_PROBLEM_4"
            ]
        },
        {
            "name": "Event Organizer (EVO)",
            "description": "Management tool for coordinating and allocating travel-related resources and services.",
            "problemprofiles": [
                "ORG_PROBLEM_4"
            ]
        },
        {
            "name": "Mailchimp",
            "description": "Communication tool to provide regular updates to participants during the trip.",
            "problemprofiles": []
        }
    ],
    "is_part_of_codelivery": true
}