{
    "id": "phase-co_decision",
    "prerequisites": [
        {
            "item": "phase-co_design",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Co-Decision",
        "es": "Co-Decisión",
        "it": "Co-Decisone",
        "lv": "Kopīga Lēmumu Pieņemšana"
    },
    "description_translations": {
        "en": "Finalize decisions on the itinerary, budget, and travel dates. This phase involves reaching consensus among participants to ensure a smooth and agreeable trip plan.",
        "es": "Finalizar decisiones sobre el itinerario, presupuesto y fechas de viaje. Esta fase implica alcanzar un consenso entre los participantes para asegurar un plan de viaje fluido y consensuado.",
        "it": "Finalizzare le decisioni su itinerario, budget e date di viaggio. Questa fase implica raggiungere un consenso tra i partecipanti per garantire un piano di viaggio fluido e condiviso.",
        "lv": "Pabeidziet lēmumu pieņemšanu par maršrutu, budžetu un ceļojuma datumiem. Šajā posmā tiek panākta vienošanās starp dalībniekiem, lai nodrošinātu vienotu un vienotu ceļojuma plānu."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Finalize decisions on itinerary, budget, and travel dates",
                "es": "Finalizar decisiones sobre el itinerario, presupuesto y fechas de viaje",
                "it": "Finalizzare le decisioni su itinerario, budget e date di viaggio",
                "lv": "Pabeigt lēmumu pieņemšanu par maršrutu, budžetu un ceļojuma datumiem"
            },
            "description_translations": {
                "en": "Reach a consensus on the final itinerary, budget, and travel dates. Ensure that all participants agree on the main elements of the trip to avoid conflicts during the travel phase.",
                "es": "Alcanzar un consenso sobre el itinerario final, el presupuesto y las fechas de viaje. Asegúrese de que todos los participantes estén de acuerdo con los elementos principales del viaje para evitar conflictos durante la fase de viaje.",
                "it": "Raggiungi un consenso sull'itinerario finale, sul budget e sulle date di viaggio. Assicurati che tutti i partecipanti siano d'accordo sugli elementi principali del viaggio per evitare conflitti durante la fase di viaggio.",
                "lv": "Panāciet vienošanos par galīgo maršrutu, budžetu un ceļojuma datumiem. Pārliecinieties, ka visi dalībnieki ir vienisprātis par galvenajiem ceļojuma elementiem, lai izvairītos no konfliktiem ceļojuma laikā."
            },
            "problemprofiles": [
                "ORG_PROBLEM_11"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Review and confirm final itinerary",
                        "es": "Revisar y confirmar el itinerario final",
                        "it": "Rivedere e confermare l'itinerario finale",
                        "lv": "Pārskatiet un apstipriniet galīgo maršrutu"
                    },
                    "description_translations": {
                        "en": "Review the proposed itinerary with all participants and confirm final destinations, activities, and schedule.",
                        "es": "Revise el itinerario propuesto con todos los participantes y confirme los destinos, actividades y horarios finales.",
                        "it": "Rivedi l'itinerario proposto con tutti i partecipanti e conferma le destinazioni finali, le attività e il programma.",
                        "lv": "Pārskatiet ierosināto maršrutu ar visiem dalībniekiem un apstipriniet galamērķus, aktivitātes un grafiku."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_11"
                    ],
                    "id": "task-review_and_confirm_final_itinerary",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Set travel dates and finalize budget",
                        "es": "Establecer las fechas de viaje y finalizar el presupuesto",
                        "it": "Imposta le date di viaggio e finalizza il budget",
                        "lv": "Noteikt ceļojuma datumus un pabeigt budžetu"
                    },
                    "description_translations": {
                        "en": "Agree on travel dates and confirm the final budget based on all selected destinations and activities.",
                        "es": "Acordar las fechas de viaje y confirmar el presupuesto final en función de todos los destinos y actividades seleccionados.",
                        "it": "Concorda le date di viaggio e conferma il budget finale in base a tutte le destinazioni e attività selezionate.",
                        "lv": "Vienojieties par ceļojuma datumiem un apstipriniet galīgo budžetu, pamatojoties uz visiem izvēlētajiem galamērķiem un aktivitātēm."
                    },
                    "problemprofiles": [],
                    "id": "task-set_travel_dates_and_finalize_budget",
                    "prerequisites": [
                        {
                            "item": "task-review_and_confirm_final_itinerary",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-finalize_decisions_on_itinerary_budget_and_travel_dates",
            "prerequisites": []
        }
    ],
    "interlinkers": [
        {
            "name": "Loomio",
            "description": "A tool for decision-making, enabling participants to discuss and vote on itinerary and budget options.",
            "problemprofiles": [
                "ORG_PROBLEM_11"
            ]
        },
        {
            "name": "Survey editor",
            "description": "Survey tool for collecting participant feedback on final options for the itinerary and budget.",
            "problemprofiles": []
        }
    ],
    "is_part_of_codelivery": false
}