{
    "id": "phase-engage",
    "prerequisites": [],
    "name_translations": {
        "en": "Engage",
        "es": "Involucrar",
        "it": "Coinvolgimento",
        "lv": "Iesaistīšanās"
    },
    "description_translations": {
        "en": "Identify and engage the relevant stakeholders. Gather initial preferences and assign roles to each participant to ensure the process is well-coordinated from the beginning.",
        "es": "Identificar e involucrar a las partes interesadas relevantes. Recopilar las preferencias iniciales y asignar roles a cada participante para asegurar una coordinación adecuada desde el principio.",
        "it": "Identifica e coinvolgi i partecipanti rilevanti. Raccogli le preferenze iniziali e assegna ruoli a ciascun partecipante per garantire un coordinamento efficace sin dall'inizio.",
        "lv": "Identificējiet un iesaistiet atbilstošās ieinteresētās puses. Savāciet sākotnējās preferences un piešķiriet lomas katram dalībniekam, lai nodrošinātu procesa saskaņotu norisi no paša sākuma."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Identify stakeholders and gather preferences",
                "es": "Identificar partes interesadas y recopilar preferencias",
                "it": "Identificare le parti interessate e raccogliere preferenze",
                "lv": "Identificējiet ieinteresētās puses un savāciet preferences"
            },
            "description_translations": {
                "en": "Identify the participants and gather their initial preferences and constraints to build a coordinated approach to planning.",
                "es": "Identifique a los participantes y recopile sus preferencias y limitaciones iniciales para construir un enfoque coordinado en la planificación.",
                "it": "Identifica i partecipanti e raccogli le loro preferenze e vincoli iniziali per sviluppare un approccio coordinato alla pianificazione.",
                "lv": "Identificējiet dalībniekus un savāciet viņu sākotnējās preferences un ierobežojumus, lai veidotu saskaņotu pieeju plānošanai."
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "UND_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Identify participants and assign roles",
                        "es": "Identificar participantes y asignar roles",
                        "it": "Identifica i partecipanti e assegna i ruoli",
                        "lv": "Identificējiet dalībniekus un piešķiriet lomas"
                    },
                    "description_translations": {
                        "en": "Determine the necessary roles for the trip planning and assign participants accordingly.",
                        "es": "Determine los roles necesarios para la planificación del viaje y asigne a los participantes en consecuencia.",
                        "it": "Determina i ruoli necessari per la pianificazione del viaggio e assegna i partecipanti di conseguenza.",
                        "lv": "Nosakiet nepieciešamās lomas ceļojuma plānošanai un piešķiriet dalībniekus atbilstoši."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_1"
                    ],
                    "id": "task-identify_participants_and_assign_roles",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Conduct an initial survey to understand preferences and budget constraints",
                        "es": "Realizar una encuesta inicial para entender preferencias y limitaciones presupuestarias",
                        "it": "Conduci un sondaggio iniziale per comprendere preferenze e vincoli di budget",
                        "lv": "Veiciet sākotnējo aptauju, lai izprastu preferences un budžeta ierobežojumus"
                    },
                    "description_translations": {
                        "en": "Collect initial preferences, budget constraints, and other relevant data from participants to guide the planning process.",
                        "es": "Recoja las preferencias iniciales, las limitaciones presupuestarias y otros datos relevantes de los participantes para guiar el proceso de planificación.",
                        "it": "Raccogli preferenze iniziali, vincoli di budget e altri dati rilevanti dai partecipanti per guidare il processo di pianificazione.",
                        "lv": "Savāciet sākotnējās preferences, budžeta ierobežojumus un citus atbilstošus datus no dalībniekiem, lai virzītu plānošanas procesu."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "id": "task-conduct_an_initial_survey_to_understand_preferences_and_budget_constraints",
                    "prerequisites": [
                        {
                            "item": "task-identify_participants_and_assign_roles",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-identify_stakeholders_and_gather_preferences",
            "prerequisites": []
        }
    ],
    "interlinkers": [
        {
            "name": "Doodle",
            "description": "Online tool for time management and coordinating meetings.",
            "problemprofiles": [
                "ORG_PROBLEM_1"
            ]
        },
        {
            "name": "Stakeholder Engagement Plan for INTERLINK project",
            "description": "Document for designing stakeholder engagement strategies.",
            "problemprofiles": [
                "UND_PROBLEM_2"
            ]
        },
        {
            "name": "Stakeholders Mapping Canvas",
            "description": "Tool for identifying and organizing stakeholders.",
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "UND_PROBLEM_2"
            ]
        }
    ],
    "is_part_of_codelivery": false
}