{
    "id": "phase-evaluate",
    "prerequisites": [
        {
            "item": "phase-co_delivery",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Evaluate",
        "es": "Evaluar",
        "it": "Valutazione",
        "lv": "Novērtējums"
    },
    "description_translations": {
        "en": "Assess the trip’s success and gather feedback from participants. This phase involves evaluating the trip experience and documenting lessons learned to improve future planning.",
        "es": "Evaluar el éxito del viaje y recopilar comentarios de los participantes. Esta fase implica evaluar la experiencia del viaje y documentar lecciones aprendidas para mejorar la planificación futura.",
        "it": "Valutare il successo del viaggio e raccogliere i feedback dei partecipanti. Questa fase prevede la valutazione dell'esperienza di viaggio e la documentazione delle lezioni apprese per migliorare la pianificazione futura.",
        "lv": "Novērtēt ceļojuma panākumus un savākt dalībnieku atsauksmes. Šajā posmā ietilpst ceļojuma pieredzes novērtēšana un iegūto mācību dokumentēšana, lai uzlabotu nākotnes plānošanu."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Assess trip success and gather feedback",
                "es": "Evaluar el éxito del viaje y recopilar comentarios",
                "it": "Valutare il successo del viaggio e raccogliere feedback",
                "lv": "Novērtēt ceļojuma panākumus un savākt atsauksmes"
            },
            "description_translations": {
                "en": "Conduct an evaluation of the overall trip experience and collect feedback from all participants to identify areas for improvement.",
                "es": "Realizar una evaluación de la experiencia general del viaje y recopilar comentarios de todos los participantes para identificar áreas de mejora.",
                "it": "Effettuare una valutazione dell'esperienza complessiva del viaggio e raccogliere feedback da tutti i partecipanti per identificare le aree di miglioramento.",
                "lv": "Veiciet vispārējās ceļojuma pieredzes novērtēšanu un savāciet atsauksmes no visiem dalībniekiem, lai noteiktu uzlabošanas iespējas."
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Conduct a post-trip survey",
                        "es": "Realizar una encuesta posterior al viaje",
                        "it": "Condurre un sondaggio post-viaggio",
                        "lv": "Veikt pēctripa aptauju"
                    },
                    "description_translations": {
                        "en": "Survey participants to gather their feedback on the trip, covering aspects like itinerary, accommodations, and overall satisfaction.",
                        "es": "Encuestar a los participantes para recopilar sus comentarios sobre el viaje, cubriendo aspectos como el itinerario, el alojamiento y la satisfacción general.",
                        "it": "Intervista i partecipanti per raccogliere i loro feedback sul viaggio, coprendo aspetti come l'itinerario, l'alloggio e la soddisfazione complessiva.",
                        "lv": "Aptaujājiet dalībniekus, lai iegūtu viņu atsauksmes par ceļojumu, aptverot tādus aspektus kā maršruts, izmitināšana un kopējā apmierinātība."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_3"
                    ],
                    "id": "task-conduct_a_post_trip_survey",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Document lessons learned and provide expense report",
                        "es": "Documentar lecciones aprendidas y proporcionar un informe de gastos",
                        "it": "Documenta le lezioni apprese e fornisce un resoconto delle spese",
                        "lv": "Dokumentēt gūtās mācības un sniegt izdevumu pārskatu"
                    },
                    "description_translations": {
                        "en": "Summarize insights from the trip, document key takeaways, and provide a detailed expense report for reference in future planning.",
                        "es": "Resumir los conocimientos obtenidos del viaje, documentar los aspectos clave y proporcionar un informe detallado de los gastos como referencia para futuras planificaciones.",
                        "it": "Riepiloga i risultati del viaggio, documenta i punti chiave e fornisce un resoconto dettagliato delle spese come riferimento per la pianificazione futura.",
                        "lv": "Apkopojiet ceļojuma atziņas, dokumentējiet galvenos secinājumus un sniedziet detalizētu izdevumu pārskatu kā atsauci turpmākajai plānošanai."
                    },
                    "problemprofiles": [],
                    "id": "task-document_lessons_learned_and_provide_expense_report",
                    "prerequisites": [
                        {
                            "item": "task-conduct_a_post_trip_survey",
                            "type": "previous"
                        }
                    ]
                }
            ],
            "id": "objective-assess_trip_success_and_gather_feedback",
            "prerequisites": []
        }
    ],
    "interlinkers": [
        {
            "name": "Demographic and activity satisfaction questionnaire",
            "description": "Tool to collect participants’ feedback on their overall satisfaction and specific aspects of the trip.",
            "problemprofiles": [
                "UND_PROBLEM_3"
            ]
        },
        {
            "name": "Final end user's questionnaire - Quality of Service",
            "description": "Questionnaire to measure participants' perceptions on service quality and to gather insights for improvement.",
            "problemprofiles": []
        }
    ],
    "is_part_of_codelivery": false
}