{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "authors": [
        "WordPress Foundation"
    ],
    "citizen_science_description_translations": {
        "en": ""
    },
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": "Ninguno",
        "it": "Nessuno",
        "lv": "Nav"
    },
    "creation_date": "2003-05-27",
    "description_translations": {
        "en": "<p>WordPress is a versatile Content Management System (CMS). It initially gained popularity for blog creation but has since evolved into a key tool for developing a wide range of websites, including commercial ones. Its flexibility and user-friendly interface make it a go-to solution for website creation.</p>",
        "es": "<p>WordPress es un versátil sistema de gestión de contenidos (CMS). Inicialmente ganó popularidad para la creación de blogs, pero desde entonces se ha convertido en una herramienta clave para el desarrollo de una amplia gama de sitios web, incluidos los comerciales. Su flexibilidad y facilidad de uso lo convierten en la solución perfecta para la creación de sitios web.</p>",
        "it": "<p>WordPress è un versatile sistema di gestione dei contenuti (CMS). Inizialmente si è diffuso per la creazione di blog, ma da allora si è evoluto in uno strumento chiave per lo sviluppo di un'ampia gamma di siti web, compresi quelli commerciali. La sua flessibilità e l'interfaccia facile da usare lo rendono una soluzione ideale per la creazione di siti web.</p>",
        "nl": "<p>WordPress is een veelzijdig Content Management Systeem (CMS). Het werd aanvankelijk populair voor het maken van blogs, maar is sindsdien geëvolueerd tot een belangrijk hulpmiddel voor het ontwikkelen van een breed scala aan websites, waaronder commerciële. De flexibiliteit en gebruiksvriendelijke interface maken het tot een veelgebruikte oplossing voor het maken van websites.</p>"
    },
    "difficulty": "easy",
    "doi": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "wordpress",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/wordpress/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it",
        "nl"
    ],
    "licence": "permissive",
    "logotype": "./interlinkers/externalsoftware/wordpress/logo.png",
    "name_translations": {
        "en": "Wordpress"
    },
    "overview_text": {
        "en": "Free, open-source Content Management System",
        "es": ""
    },
    "problemprofiles": [],
    "publisher": "WordPress Foundation",
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "content management",
            "web",
            "blog",
            "website"
        ]
    },
    "targets": [
        "all"
    ],
    "theme": "Communication",
    "type": "software",
    "types": [
        "enabling_services;operation_services"
    ],
    "uri_translations": {
        "en": "https://github.com/Greengage-project/Documentation"
    }
}