{
    "externalknowledge;agid_cloud_computing_competence_evalution_template;description": "<p>Este recurso contiene un cuestionario para comprobar el nivel de conocimiento y competencia en computación en la nube</p>",
    "externalknowledge;agid_cloud_computing_competence_evalution_template;name": "Plantilla de evaluación de la competencia de computación en nube de AgID",
    "externalknowledge;agid_cloud_computing_migration_strategy_evalution_template;description": "<p>Este recurso contiene un cuestionario para comprobar la estrategia de migración a la computación en la nube </p>",
    "externalknowledge;agid_cloud_computing_migration_strategy_evalution_template;name": "Plantilla de evaluación de la estrategia de migración a la nube de AgID",
    "externalknowledge;agid_guidelines_for_the_development_of_secure_software_in_italian;description": "<p>Este recurso describe las directrices para el desarrollo de software seguro en la administración pública</p>",
    "externalknowledge;agid_guidelines_for_the_development_of_secure_software_in_italian;name": " Directrices de AgID para el desarrollo de software seguro (en italiano)",
    "externalknowledge;agid_minimum_security_measures_for_public_administration;description": "<p>Este recurso describe las medidas mínimas de seguridad de las TIC emitidas por la AgID con el objetivo de contrarrestar las ciberamenazas más frecuentes para la administración pública italiana.</p>",
    "externalknowledge;agid_minimum_security_measures_for_public_administration;name": "AgID Medidas mínimas de seguridad para la administración pública. ",
    "externalknowledge;apache_druid_documentation;description": "<p></p>",
    "externalknowledge;apache_druid_documentation;name": "Documentación de Apache Druid",
    "externalknowledge;apache_nifi_documentation;description": "<p></p>",
    "externalknowledge;apache_nifi_documentation;name": "Documentación de Apache NiFi",
    "externalknowledge;apache_superset_documentation;description": "<p></p>",
    "externalknowledge;apache_superset_documentation;name": "Documentación de Apache Superset",
    "externalknowledge;cloud_enablement_kit_in_italian;description": "<p>Este recurso describe la estrategia de habilitación en la nube esbozada por AGID y Team Digitale (en italiano). </p>",
    "externalknowledge;cloud_enablement_kit_in_italian;name": "Kit de habilitación para la nube (en italiano)",
    "externalknowledge;collaborative_environment_s_user_manual;description": "<p></p>",
    "externalknowledge;collaborative_environment_s_user_manual;name": "Manual de usuario del entorno colaborativo",
    "externalknowledge;configure_discourse_space_documentation;description": "<p></p>",
    "externalknowledge;configure_discourse_space_documentation;name": "Configurar la documentación del espacio de Discourse",
    "externalknowledge;configure_wordpress_space_documentation;description": "<p></p>",
    "externalknowledge;configure_wordpress_space_documentation;name": "Configurar la documentación del espacio de Wordpress",
    "externalknowledge;course_on_storytelling_for_citizen_science;description": "<p></p>",
    "externalknowledge;course_on_storytelling_for_citizen_science;name": "Curso sobre narración para proyectos de ciencia ciudadana",
    "externalknowledge;data_analysis_and_insights_generation_tools;description": "<p></p>",
    "externalknowledge;data_analysis_and_insights_generation_tools;name": "Herramientas de análisis de datos y generación de conocimientos",
    "externalknowledge;data_crowdsourcing_and_capture_tools_documentation;description": "<p></p>",
    "externalknowledge;data_crowdsourcing_and_capture_tools_documentation;name": "Crowdsourcing y captura de datos",
    "externalknowledge;data_quality_and_visualization_weobserve;description": "<p></p>",
    "externalknowledge;data_quality_and_visualization_weobserve;name": "Calidad de los datos y visualización (WeObserve)",
    "externalknowledge;data_quality_vrvis;description": "<p></p>",
    "externalknowledge;data_quality_vrvis;name": "Calidad de los datos VRVIS",
    "externalknowledge;documentation_on_green_engine_and_toolbox;description": "<p></p>",
    "externalknowledge;documentation_on_green_engine_and_toolbox;name": "Documentación sobre GREEN Engine y toolbox",
    "externalknowledge;edpb_data_protection_guidelines;description": "<p>Estas Directrices ofrecen una orientación general sobre la obligación de la Protección de Datos por Diseño y por Defecto (en adelante \"DPbDD\") establecida en el artículo 25 del GDPR.</p>",
    "externalknowledge;edpb_data_protection_guidelines;name": "Directrices de protección de datos del EDPB",
    "externalknowledge;eidas_standard;description": "<p>La solución eIDAS permite a los ciudadanos de los Estados miembros demostrar y verificar su identificación cuando acceden a servicios en línea en otros Estados miembros. Permite a los ciudadanos autenticarse utilizando sus eIDs y conectándose con su proveedor de identidad (IdP) de su país. </p>",
    "externalknowledge;eidas_standard;name": "eIDAS estándar",
    "externalknowledge;example_of_policy_brief;description": "<p></p>",
    "externalknowledge;example_of_policy_brief;name": "Ejemplo de informe de política",
    "externalknowledge;gisat_tools_for_visualization;description": "<p></p>",
    "externalknowledge;gisat_tools_for_visualization;name": "Herramientas GISAT para visualización",
    "externalknowledge;greengage_app_documentation;description": "<p></p>",
    "externalknowledge;greengage_app_documentation;name": "Documentación de la aplicación GREENGAGE",
    "externalknowledge;guidelines_on_competencies_for_digital_inclusion;description": "<p></p>",
    "externalknowledge;guidelines_on_competencies_for_digital_inclusion;name": "Guía de competencias para la inclusión digital",
    "externalknowledge;guidelines_on_the_acquisition_and_reuse_of_software_for_public_administrations;description": "<p>Este recurso pretende explicar cómo adquirir y reutilizar software en el contexto de la AP.</p>",
    "externalknowledge;guidelines_on_the_acquisition_and_reuse_of_software_for_public_administrations;name": "Directrices sobre la adquisición y reutilización de programas informáticos para las administraciones públicas",
    "externalknowledge;howto_thematic_co_exploration;description": "<p></p>",
    "externalknowledge;howto_thematic_co_exploration;name": "Cómo hacer una co-exploración temática",
    "externalknowledge;italian_pa_interoperablity_model;description": "<p>Este recurso describe las directrices de interoperabilidad técnica para la AP y los documentos operativos relacionados: patrones de interacción, perfiles de interoperabilidad, recomendaciones de implementación (en italiano)</p>",
    "externalknowledge;italian_pa_interoperablity_model;name": "Modelo de interoperabilidad de la AP italiana",
    "externalknowledge;mindview_greengage_documentation;description": "<p></p>",
    "externalknowledge;mindview_greengage_documentation;name": "Documentación de MindView GREENGAGE",
    "externalknowledge;open_api_specification;description": "<p>Un documento RFC que especifica la API abierta.</p>",
    "externalknowledge;open_api_specification;name": "Especificación de la API abierta",
    "externalknowledge;open_data_software_and_code_guidelines;description": "<p></p>",
    "externalknowledge;open_data_software_and_code_guidelines;name": "Datos abiertos, software y directrices de código",
    "externalknowledge;open_source_guides;description": "<p>Una colección de recursos para individuos, comunidades y empresas que quieran aprender a dirigir y contribuir a un proyecto de código abierto.</p>",
    "externalknowledge;open_source_guides;name": "Guías de código abierto",
    "externalknowledge;policy_brief_guideline;description": "<p></p>",
    "externalknowledge;policy_brief_guideline;name": "Directriz política",
    "externalknowledge;practical_guide_to_comunicate_and_engage_people_in_citizen_science;description": "<p></p>",
    "externalknowledge;practical_guide_to_comunicate_and_engage_people_in_citizen_science;name": "Guía práctica para comunicar e involucrar a las personas en la ciencia ciudadana",
    "externalknowledge;presentation_of_storytelling_and_citizen_science;description": "<p></p>",
    "externalknowledge;presentation_of_storytelling_and_citizen_science;name": "Presentación de la narración y la ciencia ciudadana",
    "externalknowledge;training_materials_for_citizen_observatories_created_by_greengage;description": "<p></p>",
    "externalknowledge;training_materials_for_citizen_observatories_created_by_greengage;name": "Materiales de formación para Observatorios Ciudadanos creados por GREENGAGE",
    "externalknowledge;training_on_greengage_ethical_framework;description": "<p></p>",
    "externalknowledge;training_on_greengage_ethical_framework;name": "Formación sobre el marco ético de GREENGAGE",
    "externalknowledge;training_on_greengage_technologies;description": "<p></p>",
    "externalknowledge;training_on_greengage_technologies;name": "Formación sobre tecnologías GREENGAGE",
    "externalknowledge;videos_on_technical_components;description": "<p></p>",
    "externalknowledge;videos_on_technical_components;name": "Vídeos sobre componentes técnicos",
    "externalknowledge;w3c_web_content_accessibility_guidelines;description": "<p>Web Content Accessibility Guidelines (WCAG) aims at explaining how to make the Web content more accessible to the people with disabilities. It generally applies to the public services delivered as Web applications, and refers to the information in a web page of the applciation, including both the content (text, images, sounds, ...) and structure (markup, presentation, styles).</p><br><ul><li>defines a set of guidelines with corresponding testable success criteria across different levels</li><li>based on the accessibility principles: perceivable, operable, understandable, robust.</li></ul>",
    "externalknowledge;w3c_web_content_accessibility_guidelines;name": "Directrices de Accesibilidad al Contenido en la Web del W3C",
    "externalsoftware;aac_authentication_and_authorization_controller;description": "<p> AAC is an Open Source platform for identity management, authentication, and authorization. Based on standard security protocols, such as OAuth2.0, OpenID Connect, SAML, SCIM, the tool allows for protecting the APIs and applciations, manage users, authenticate using external Identity Providers performing also Single Sign-On and Single Logout functionality. The tool is compatible with the eID providers and allow for integration of nation-level or cross-country authentication solutions. </p><p>More specifically, the tool allows for, but not limited to<ul><li>Multi-tenant management of users, applications, and personal data management in an extensible manner with the custom user attributes (claims) and attribute extraction; </li><li>User management with email/password based user registration or even passwordless authentication (based on WebAuthn standard)</li> <li>Authentication federation with external providers, and in particular, with eIDAS-compliant solutions, using SAML, OpenId Connect, and OAuth2. 0 protocols;</li> <li>Perform OAuth2.0-based authorization and access control with customizable and extensible model of scopes, services, and applications;</li><li>Perform role-based and attribute-based access control policy implementation for end-users and applications accessing protected APIs.</li></ul></p>",
    "externalsoftware;aac_authentication_and_authorization_controller;name": "AAC - Controlador de Autenticación y Autorización",
    "externalsoftware;accessibility_tools;description": "<p>Las herramientas de evaluación de la accesibilidad web son programas de software o servicios en línea que ayudan a determinar si el contenido de la web cumple con las directrices de accesibilidad. Esta página ofrece una lista de herramientas de evaluación que puedes filtrar para encontrar las que se ajusten a tus necesidades particulares.</p>",
    "externalsoftware;accessibility_tools;name": "Herramientas de accesibilidad",
    "externalsoftware;apache_druid;citizen_science_description": "",
    "externalsoftware;apache_druid;description": "<p>Apache Druid es un almacén de datos distribuido de alto rendimiento diseñado para el análisis en tiempo real de conjuntos de datos a gran escala. Destaca en escenarios en los que las consultas y la ingesta rápidas son cruciales, como en aplicaciones de inteligencia de negocio, análisis operativos y monitorización en tiempo real. Druid es conocido por su capacidad para gestionar una gran concurrencia, su formato de almacenamiento en columnas y su capacidad para escalar horizontalmente. Admite la ingestión de datos en flujo y por lotes, y su arquitectura permite resumir los datos con eficacia, realizar consultas de agregación rápidas y acceder a los datos con baja latencia. Druid se utiliza a menudo junto con tecnologías de big data como Hadoop y Kafka, lo que lo convierte en una opción popular para las organizaciones que buscan implantar soluciones de análisis en tiempo real.</p>",
    "externalsoftware;apache_druid;name": "",
    "externalsoftware;apache_superset;citizen_science_description": "",
    "externalsoftware;apache_superset;description": "<p>Apache Superset es una moderna aplicación web de inteligencia de negocio preparada para empresas. Es rápida, ligera, intuitiva y está repleta de opciones que facilitan a los usuarios de todos los niveles la exploración y visualización de sus datos, desde sencillos gráficos circulares hasta gráficos geoespaciales deck.gl muy detallados.</p>",
    "externalsoftware;apache_superset;name": "",
    "externalsoftware;data_quality_dashboard;citizen_science_description": "",
    "externalsoftware;data_quality_dashboard;description": "<p>El panel de calidad de datos es una herramienta web que permite a los usuarios supervisar la calidad de los datos recopilados. Proporciona representaciones visuales y numéricas de la calidad de los datos a través de señales visuales, métricas de calidad y estadísticas, lo que permite a los usuarios identificar rápidamente posibles problemas. El panel también ofrece diversas funciones para la exploración y el análisis de datos, incluida la posibilidad de filtrar los datos por tiempo, ubicación y otros parámetros.</p>",
    "externalsoftware;data_quality_dashboard;name": "",
    "externalsoftware;datahub;citizen_science_description": "",
    "externalsoftware;datahub;description": "<p>DataHub es una plataforma de metadatos de código abierto diseñada para democratizar el descubrimiento de datos. Actúa como un sistema centralizado para que las empresas y los equipos rastreen, gestionen y encuentren datos dentro de su organización. Su principal objetivo es agilizar el proceso de acceso y comprensión de los activos de datos, facilitando a los equipos la obtención de información y la toma de decisiones informadas.</p>",
    "externalsoftware;datahub;name": "",
    "externalsoftware;discourse;citizen_science_description": "",
    "externalsoftware;discourse;description": "<p>Discourse es un software de foros gratuito y de código abierto que desempeña un papel crucial en los entornos tecnológicos modernos, ya que posibilita el debate reflexivo y las conexiones significativas. Se integra a la perfección con varias plataformas, mejorando tanto la funcionalidad de las aplicaciones como la participación de la comunidad.</p>",
    "externalsoftware;discourse;name": "",
    "externalsoftware;doodle;description": "<p>Herramienta de calendario online para la gestión del tiempo y la coordinación de reuniones. Cada vez que más de dos personas están tratando de organizar una reunión, Doodle muy útil. Puedes utilizar doodle para planificar reuniones con miembros del equipo, colaboradores del proyecto y proveedores externos. </p>",
    "externalsoftware;doodle;name": "Doodle",
    "externalsoftware;event_co_designer;description": "<p>El codiseñador de eventos (ECO) es un plugin de código abierto para el popular sistema de gestión de contenidos WordPress (WP) que permite codiseñar y organizar nuevos eventos públicos. Está especialmente diseñado a partir de las necesidades del caso de uso de ZGZ y puede integrarse directamente en el sitio web existente de Etopia WP. ECO ofrece una vista de calendario fácil de usar y con muchas funciones para programar nuevos eventos y hacer solicitudes de recursos, instalaciones y servicios necesarios para organizar el evento. Además, ECO incluye herramientas de colaboración para documentar, discutir y coevaluar la propuesta del evento.</p>",
    "externalsoftware;event_co_designer;name": "Codiseñador de eventos",
    "externalsoftware;event_organizer;description": "<p>El organizador de eventos (EVO) es una aplicación web independiente para evaluar las propuestas de codiseño de eventos realizadas con el plugin ECO WordPress y organizar los eventos en la práctica. EVO complementa el caso de uso de ZGZ proporcionando herramientas administrativas para fomentar el codiseño de eventos e implementar las mejores propuestas. EVO incluye funciones para gestionar los recursos y servicios disponibles y asignarlos a las solicitudes realizadas en las propuestas de eventos. Además, EVO puede utilizarse para organizar encuestas de coevaluación para analizar diferentes aspectos de la propuesta con el fin de averiguar cuáles de las propuestas están listas para su implementación.</p>",
    "externalsoftware;event_organizer;name": "Organizador de eventos",
    "externalsoftware;google_chart;description": "<p>Google Charts es una librería de Java Script que proporciona una forma de visualizar los datos en su sitio web (desde simples gráficos de líneas hasta complejos mapas jerárquicos en forma de árbol)</p>",
    "externalsoftware;google_chart;name": "Google Chart",
    "externalsoftware;grafana;description": "<p>Aplicación web de análisis y visualización interactiva de código abierto multiplataforma. Proporciona tablas, gráficos y alertas para la web cuando se conecta a fuentes de datos compatibles. </p>",
    "externalsoftware;grafana;name": "Grafana",
    "externalsoftware;keycloak;description": "<p>Keycloak proporciona federación de usuarios, autenticación fuerte, gestión de usuarios, autorización de grano fino</p>",
    "externalsoftware;keycloak;name": "Keycloak",
    "externalsoftware;mailchimp;description": "<p>Plataforma de automatización del marketing y servicio de marketing por correo electrónico[6] para gestionar listas de correo y crear campañas de marketing por correo electrónico para enviar a los clientes.</p>",
    "externalsoftware;mailchimp;name": "Mailchimp",
    "externalsoftware;markup_validation_service;description": "<p>Este validador comprueba la validez del marcado de los documentos web en HTML, XHTML, SMIL, MathML, etc.</p>",
    "externalsoftware;markup_validation_service;name": "Servicio de validación de marcas",
    "externalsoftware;mindview;citizen_science_description": "",
    "externalsoftware;mindview;description": "<p>MindView es una plataforma impulsada por la multitud para recopilar y cargar imágenes a pie de calle geoetiquetadas, utilizando cámaras integradas en teléfonos inteligentes y dispositivos compatibles como cámaras de 360°, salpicaderos de coches y cámaras de casco. Este innovador sistema invita a los usuarios a emprender diversas misiones, como recorrer rutas predefinidas, capturar objetos específicos o permanecer en lugares designados, recompensándoles en función de la complejidad, duración y cantidad de la misión. Las imágenes recogidas se procesan mediante algoritmos avanzados de aprendizaje profundo, extrayendo información valiosa y anónima sobre entornos urbanos y dinámicas sociales. La información clave incluye datos sobre vivienda e infraestructuras, análisis de zonas verdes, datos socioeconómicos y culturales, y patrones de movilidad y tráfico. Este enfoque es especialmente útil para mantener mapas actualizados y completos, una tarea que puede exigir muchos recursos a los organismos cartográficos oficiales. Esto es especialmente valioso en regiones con fuentes cartográficas oficiales limitadas o anticuadas. Al aprovechar los esfuerzos colectivos de la comunidad, especialmente en las zonas menos documentadas o que cambian con rapidez, MindView colma lagunas críticas en los datos cartográficos.</p>",
    "externalsoftware;mindview;name": "",
    "externalsoftware;mode;citizen_science_description": "",
    "externalsoftware;mode;description": "<p>La tecnología de software MODE utiliza los teléfonos inteligentes para realizar un seguimiento automático de las distancias recorridas y los medios de transporte utilizados, lo que permite a los desarrolladores de software, integradores de sistemas y operadores de transporte diseñar servicios de movilidad innovadores. MODE proporciona el eslabón que faltaba para el desarrollo de servicios de movilidad innovadores: el reconocimiento automático y fiable de los medios de transporte utilizados y las rutas recorridas mediante teléfonos inteligentes.</p>",
    "externalsoftware;mode;name": "",
    "externalsoftware;nifi;citizen_science_description": "",
    "externalsoftware;nifi;description": "<p>Apache NiFi es una solución de software robusta y de código abierto diseñada para la ingestión, el procesamiento y la distribución eficientes y fiables de datos. Destaca especialmente por su interfaz gráfica de fácil uso, que simplifica el diseño, la gestión y la supervisión de los flujos de datos. NiFi admite funciones altamente configurables y flexibles de enrutamiento de datos, mediación de sistemas y transformación, lo que permite manejar diversos formatos y sistemas de datos. Entre sus principales características destacan su escalabilidad para dar cabida a grandes volúmenes de datos, las medidas de seguridad de datos integradas y los extensos registros de auditoría para la procedencia de los datos. Apache NiFi se utiliza principalmente en escenarios que requieren canalizaciones de datos complejas, como el procesamiento de datos en tiempo real y la integración de diversos sistemas, y destaca por su facilidad de uso y sus completas funciones de gestión de datos.</p>",
    "externalsoftware;nifi;name": "",
    "externalsoftware;trello;description": "<p>Trello es una herramienta de colaboración que organiza tus proyectos en tableros. De un solo vistazo, Trello te dice en qué se está trabajando, quién está trabajando en qué y en qué punto del proceso se encuentra algo.</p>",
    "externalsoftware;trello;name": "Trello",
    "externalsoftware;wordpress;citizen_science_description": "",
    "externalsoftware;wordpress;description": "<p>WordPress es un versátil sistema de gestión de contenidos (CMS). Inicialmente ganó popularidad para la creación de blogs, pero desde entonces se ha convertido en una herramienta clave para el desarrollo de una amplia gama de sitios web, incluidos los comerciales. Su flexibilidad y facilidad de uso lo convierten en la solución perfecta para la creación de sitios web.</p>",
    "externalsoftware;wordpress;name": "",
    "externalsoftware;wso2_api_manager;description": "<p>WSO2 API Manager es una plataforma completa para construir, integrar y exponer sus servicios digitales como APIs gestionadas en la nube, en las instalaciones y en arquitecturas híbridas para impulsar su estrategia de transformación digital. Permite a los desarrolladores de API diseñar, publicar y gestionar el ciclo de vida de las API y a los gestores de productos de API crear productos de API a partir de una o más APIs.</p>",
    "externalsoftware;wso2_api_manager;name": "WSO2 API Manager",
    "knowledgeinterlinker;business_model_canvas;description": "Este lienzo puede utilizarse de forma colaborativa, por ejemplo, durante una tormenta de ideas o un grupo de discusión, para reflexionar sobre el modelo de negocio más adecuado asociado a un servicio coproducido.",
    "knowledgeinterlinker;business_model_canvas;name": "Business Model Canvas",
    "knowledgeinterlinker;business_plan_template;description": "<p>Este lienzo puede ser editado de forma colaborativa por el equipo coproductor para elaborar el plan de negocio de un servicio coproducido.</p>",
    "knowledgeinterlinker;business_plan_template;name": "Plantilla del plan de negocios",
    "knowledgeinterlinker;citizen_observatory_s_thematic_co_exploration_specification;description": "<p></p>",
    "knowledgeinterlinker;citizen_observatory_s_thematic_co_exploration_specification;name": "Especificación de la co-exploración temática de un observatorio ciudadano",
    "knowledgeinterlinker;citizen_science_decision_tree;description": "<p></p>",
    "knowledgeinterlinker;citizen_science_decision_tree;name": "Árbol de decisión de la ciencia ciudadana",
    "knowledgeinterlinker;citizen_science_problem_statement_questionnaire;description": "<p></p>",
    "knowledgeinterlinker;citizen_science_problem_statement_questionnaire;name": "Cuestionario de declaración de problemas de ciencia ciudadana",
    "knowledgeinterlinker;co_producers_perceptions_questionnaire;description": "<p>Este es un modelo de cuestionario destinado a medir las percepciones de los coproductores sobre la calidad basada en el usuario, la calidad basada en el valor, la confianza y la aceptación. Este cuestionario está pensado para ser respondido por quienes participan en la coproducción de un servicio público o de artefactos de reutilización (servicios públicos e INTERLINKERs) puestos a disposición a través de las herramientas de coproducción de INTERLINK (Entorno Colaborativo y Catálogo).</p>",
    "knowledgeinterlinker;co_producers_perceptions_questionnaire;name": "Cuestionario sobre las percepciones de los coproductores",
    "knowledgeinterlinker;co_production_and_cs_process_nature_s_checklist;description": "<p></p>",
    "knowledgeinterlinker;co_production_and_cs_process_nature_s_checklist;name": "Cuestionario para la declaración del problema de Citizen Science",
    "knowledgeinterlinker;collaborative_problem_refinement;description": "<p>Este recurso le ayudará a afinar el problema que abordará el equipo de coproducción como un paso importante para crear una solución eficaz y eficiente.</p>",
    "knowledgeinterlinker;collaborative_problem_refinement;name": "Perfeccionamiento de problemas en colaboración",
    "knowledgeinterlinker;communication_map;description": "<p></p>",
    "knowledgeinterlinker;communication_map;name": "Mapa de comunicación",
    "knowledgeinterlinker;community_building_plan_template;description": "<p></p>",
    "knowledgeinterlinker;community_building_plan_template;name": "Plantilla de planificación de construcción de la comunidad",
    "knowledgeinterlinker;consent_form_for_interlink_project;description": "<p>Formulario para recoger el consentimiento de los participantes en las actividades de investigación de INTERLINK sobre el uso de sus datos personales</p>",
    "knowledgeinterlinker;consent_form_for_interlink_project;name": "Formulario de consentimiento para el proyecto INTERLINK",
    "knowledgeinterlinker;consent_form_template;description": "<p>Plantilla para preparar un formulario para recoger el consentimiento de los participantes en actividades de investigación sobre el uso de sus datos personales</p>",
    "knowledgeinterlinker;consent_form_template;name": "Modelo de formulario de consentimiento",
    "knowledgeinterlinker;contact_list_template;description": "<p></p>",
    "knowledgeinterlinker;contact_list_template;name": "Plantilla de lista de contactos",
    "knowledgeinterlinker;data_charter_for_citizen_science;description": "<p></p>",
    "knowledgeinterlinker;data_charter_for_citizen_science;name": "Carta de datos para la ciencia ciudadana",
    "knowledgeinterlinker;data_ethics_toolkit;description": "<p></p>",
    "knowledgeinterlinker;data_ethics_toolkit;name": "Herramientas de ética de datos",
    "knowledgeinterlinker;data_management_plan_template;description": "<p></p>",
    "knowledgeinterlinker;data_management_plan_template;name": "Plantilla de plan de gestión de datos",
    "knowledgeinterlinker;data_management_plan_template_european_commission;description": "<p></p>",
    "knowledgeinterlinker;data_management_plan_template_european_commission;name": "Plantilla de plan de gestión de datos de la Comisión Europea",
    "knowledgeinterlinker;data_protocol_specification;description": "<p></p>",
    "knowledgeinterlinker;data_protocol_specification;name": "Especificación del protocolo de datos",
    "knowledgeinterlinker;dataset_inventory_template;description": "<p></p>",
    "knowledgeinterlinker;dataset_inventory_template;name": "Plantilla de plan de gestión de datos",
    "knowledgeinterlinker;demographic_and_activity_satisfaction_questionnaire;description": "<p>Este es un modelo de cuestionario destinado a recoger datos demográficos y puntuaciones de satisfacción de los participantes en los eventos y actividades del proyecto.</p>",
    "knowledgeinterlinker;demographic_and_activity_satisfaction_questionnaire;name": "Cuestionario demográfico y de satisfacción de la actividad",
    "knowledgeinterlinker;dissemination_and_communication_plan_template;description": "<p></p>",
    "knowledgeinterlinker;dissemination_and_communication_plan_template;name": "Plantilla de plan de difusión y comunicación de datos",
    "knowledgeinterlinker;ethics_and_inclusivity_check;description": "<p></p>",
    "knowledgeinterlinker;ethics_and_inclusivity_check;name": "Control de ética e inclusividad",
    "knowledgeinterlinker;evaluation_post_questionnaire_for_cs_campaigns;description": "<p></p>",
    "knowledgeinterlinker;evaluation_post_questionnaire_for_cs_campaigns;name": "Cuestionario de evaluación (POST) para campañas de CS",
    "knowledgeinterlinker;evaluation_pre_questionnaire_for_cs_campaigns;description": "<p></p>",
    "knowledgeinterlinker;evaluation_pre_questionnaire_for_cs_campaigns;name": "Cuestionario de evaluación (PRE) para campañas de CS",
    "knowledgeinterlinker;final_end_user_s_questionnaire_quality_of_service;description": "Se trata de un modelo de Cuestionario de Percepción de los Usuarios Finales. Su objetivo es medir las percepciones de los usuarios finales sobre la calidad basada en el usuario, la calidad basada en el valor, la confianza y la aceptación. Este cuestionario está pensado para que lo contesten los usuarios de los servicios electrónicos tradicionales y también los que los coproducen a través de INTERLINK.",
    "knowledgeinterlinker;final_end_user_s_questionnaire_quality_of_service;name": "Cuestionario final del usuario final - Calidad del servicio",
    "knowledgeinterlinker;focus_group_guidelines;description": "<p>Instrucciones sobre cómo montar una actividad de investigación basada en grupos focales, para un proyecto de coproducción.</p>",
    "knowledgeinterlinker;focus_group_guidelines;name": "Directrices para los grupos focales",
    "knowledgeinterlinker;focus_group_on_problem_exploration_for_new_digital_functionality;description": "<p>Este recurso proporciona un esqueleto para organizar un grupo focal que investigue el problema que necesita resolver un servicio/funcionalidad digital. Aborda una serie de preguntas sobre los usuarios potenciales, las prácticas actuales, los aspectos críticos y los desiderata.</p>",
    "knowledgeinterlinker;focus_group_on_problem_exploration_for_new_digital_functionality;name": "Grupo de discusión sobre la exploración de problemas para una nueva funcionalidad digital",
    "knowledgeinterlinker;focus_group_template_co_production_investigation;description": "<p>Este recurso proporciona un esqueleto para organizar un grupo focal que investigue las prácticas de coproducción en una organización determinada. Aborda una serie de preguntas sobre las prácticas de colaboración anteriores o actuales, la dinámica de la colaboración (calendario, personas, herramientas, canales de comunicación), los KPI actuales, los aspectos críticos y los desiderata.</p>",
    "knowledgeinterlinker;focus_group_template_co_production_investigation;name": "Plantilla de grupo focal Investigación de coproducción",
    "knowledgeinterlinker;greengage_template_for_training_materials;description": "<p></p>",
    "knowledgeinterlinker;greengage_template_for_training_materials;name": "Plantilla de GREENGAGE para materiales de formación",
    "knowledgeinterlinker;guidelines_for_co_design_of_service;description": "<p>Este recurso describe las directrices para el desarrollo de software seguro en la administración pública</p>",
    "knowledgeinterlinker;guidelines_for_co_design_of_service;name": "Directrices para el codiseño del servicio",
    "knowledgeinterlinker;guidelines_for_interviews;description": "<p>Instrucciones sobre cómo montar una actividad de investigación basada en entrevistas, para un proyecto de coproducción. </p>",
    "knowledgeinterlinker;guidelines_for_interviews;name": "Directrices para entrevistas",
    "knowledgeinterlinker;guidelines_for_online_surveys;description": "<p>Instrucciones sobre cómo poner en marcha una actividad de investigación basada en encuestas online, para un proyecto de coproducción </p>",
    "knowledgeinterlinker;guidelines_for_online_surveys;name": "Directrices para encuestas en línea",
    "knowledgeinterlinker;hackathon_rules_template_for_interlink_project;description": "<p>Documento con la plantilla para el codiseño de las reglas del Hackathon</p>",
    "knowledgeinterlinker;hackathon_rules_template_for_interlink_project;name": "Plantilla de reglas del Hackathon para el proyecto INTERLINK",
    "knowledgeinterlinker;information_sheet_for_interlink_project;description": "<p>Información sobre el proyecto INTERLINK que se distribuirá a los participantes. Proporciona antecedentes sobre las actividades de investigación.</p>",
    "knowledgeinterlinker;information_sheet_for_interlink_project;name": "Hoja informativa del proyecto INTERLINK",
    "knowledgeinterlinker;information_sheet_template;description": "<p>Plantilla para orientar la preparación de una hoja informativa que se distribuirá a los participantes en las actividades del proyecto. Proporciona antecedentes sobre los objetivos de la investigación.</p>",
    "knowledgeinterlinker;information_sheet_template;name": "Plantilla de la hoja de información",
    "knowledgeinterlinker;knowledge_communication_and_evaluation_assets_template;description": "<p></p>",
    "knowledgeinterlinker;knowledge_communication_and_evaluation_assets_template;name": "Plantilla de activos de conocimiento, comunicación y evaluación",
    "knowledgeinterlinker;kpis_template_to_be_considered_during_evaluation;description": "<p></p>",
    "knowledgeinterlinker;kpis_template_to_be_considered_during_evaluation;name": "Plantilla de KPIs a considerar durante la evaluación",
    "knowledgeinterlinker;model_for_personas_in_italian;description": "<p>Este recurso proporciona un modelo de persona esbozado por AGID y Team Digitale (en italiano).</p>",
    "knowledgeinterlinker;model_for_personas_in_italian;name": "Modelo de Personas",
    "knowledgeinterlinker;outcome_marketing_featureset;description": "<p>Este recurso sugiere un modelo para definir las características de un servicio coproducido. Orienta la descripción del (los) problema(s) que el producto resolverá a largo plazo, la visión de la experiencia del usuario así como de la interfaz de usuario, la visión de cómo el producto generará un retorno de la inversión</p>",
    "knowledgeinterlinker;outcome_marketing_featureset;name": "Conjunto de características de marketing de resultados",
    "knowledgeinterlinker;policy_brief_template;description": "<p></p>",
    "knowledgeinterlinker;policy_brief_template;name": "Plantilla de informe de política",
    "knowledgeinterlinker;project_description_example;description": "<p>Ejemplo de descripción de proyecto que resume sintéticamente los objetivos y aspectos principales de una iniciativa de coproducción.</p>",
    "knowledgeinterlinker;project_description_example;name": "Ejemplo de descripción del proyecto",
    "knowledgeinterlinker;public_service_proposal_template_for_interlink_project;description": "<p>Documento con la plantilla para el codiseño de la Propuesta de Servicio Público</p>",
    "knowledgeinterlinker;public_service_proposal_template_for_interlink_project;name": "Plantilla de propuesta de servicio público para el proyecto INTERLINK",
    "knowledgeinterlinker;schema_process_specification_template;description": "<p>Esta plantilla de un archivo Excel puede utilizarse como guía para especificar un nuevo esquema de coproducción.<br></ul></p>",
    "knowledgeinterlinker;schema_process_specification_template;name": "Plantilla de especificaci&oacute;n del proceso del esquema",
    "knowledgeinterlinker;setting_out_for_your_co_production_journey;description": "<p>Sugerencias para aprovechar al máximo el Entorno Colaborativo INTERLINK en sus procesos de coproducción</p>",
    "knowledgeinterlinker;setting_out_for_your_co_production_journey;name": "Puesta en marcha del viaje de coproducción",
    "knowledgeinterlinker;stakeholder_engagement_plan_for_interlink_project;description": "<p>Documento para diseñar el plan de compromiso para quienes coproducen y/o utilizan el producto coproducido resultante</p>",
    "knowledgeinterlinker;stakeholder_engagement_plan_for_interlink_project;name": "Plan de participación de las partes interesadas en el proyecto INTERLINK",
    "knowledgeinterlinker;stakeholder_types_guidelines;description": "<p>Directrices para entender cuáles son los diferentes tipos de interesados, sus motivaciones, habilidades, expectativas hacia el proyecto</p>",
    "knowledgeinterlinker;stakeholder_types_guidelines;name": "Directrices sobre los tipos de partes interesadas",
    "knowledgeinterlinker;stakeholders_identification_analisys_template_guidelines;description": "<p>This template of an excel file can be used in conjunction with the Stakeholders Mapping Canvas to identify by name and title the people, groups, and organisations that have significant influence on project direction and its success or who are significantly impacted by the project. The template helps in planning Stakeholders engagement according to different dimensions:<br> <ul><br><li>the desired or expected level of involvement<br><li> potential issues related to their engagement<br><li>motivations and barriers that can support you in finding the best strategy to engage them in the co-production process<br><li> expectation of the different Stakeholders<br><li> skills and potential role within the co-production process.<br></ul></p>",
    "knowledgeinterlinker;stakeholders_identification_analisys_template_guidelines;name": "Directrices para el análisis de las partes interesadas",
    "knowledgeinterlinker;stakeholders_mapping_canvas;description": "<p>Este recurso apoya la identificación y selección de las partes interesadas para participar en un equipo de coproducción.</p>",
    "knowledgeinterlinker;stakeholders_mapping_canvas;name": "Lienzo de mapeo de las partes interesadas",
    "knowledgeinterlinker;template_for_online_survey_guidelines;description": "<p>Plantilla para recoger datos a través de una encuesta en línea para evaluar el uso de los medios de comunicación y la tecnología y las actitudes</p>",
    "knowledgeinterlinker;template_for_online_survey_guidelines;name": "Plantilla para las directrices de la encuesta en línea",
    "knowledgeinterlinker;template_for_project_description;description": "<p>Plantilla para preparar una descripción de un proyecto que resumen de modo sintético los objetivos y aspectos más destacables de una iniciativa de co-producción. </p>",
    "knowledgeinterlinker;template_for_project_description;name": "Plantilla para describir un proyecto",
    "knowledgeinterlinker;template_for_semi_structured_interview;description": "<p>Instrucciones y ejemplos sobre cómo realizar entrevistas estructuradas para un proyecto de coproducción.</p>",
    "knowledgeinterlinker;template_for_semi_structured_interview;name": "Plantilla de entrevista semiestructurada",
    "knowledgeinterlinker;template_for_structured_interview;description": "<p>Instrucciones y ejemplos sobre cómo realizar entrevistas estructuradas para un proyecto de coproducción.  </p>",
    "knowledgeinterlinker;template_for_structured_interview;name": "Plantilla para la entrevista estructurada",
    "knowledgeinterlinker;template_for_use_case_scenarios;description": "<p>Plantilla para preparar unos escenarios de uso. </p>",
    "knowledgeinterlinker;template_for_use_case_scenarios;name": "Plantilla de casos de uso",
    "knowledgeinterlinker;template_for_user_journey;description": "<p>Plantilla para preparar un viaje de usuario. </p>",
    "knowledgeinterlinker;template_for_user_journey;name": "Plantilla del recorrido del usuario",
    "knowledgeinterlinker;thematic_co_exploration_s_workplan_template_gantt;description": "<p></p>",
    "knowledgeinterlinker;thematic_co_exploration_s_workplan_template_gantt;name": "Plan de trabajo de la coexploración temática (Gantt)",
    "knowledgeinterlinker;tools_needed_template;description": "<p></p>",
    "knowledgeinterlinker;tools_needed_template;name": "Plantilla de herramientas necesarias",
    "knowledgeinterlinker;usability_testing_guidelines;description": "<p>Directrices y consejos sobre cómo realizar un test de usabilidad</p>",
    "knowledgeinterlinker;usability_testing_guidelines;name": "Directrices para las pruebas de usabilidad",
    "knowledgeinterlinker;user_acceptance_test_template;description": "<p></p>",
    "knowledgeinterlinker;user_acceptance_test_template;name": "Plantilla de prueba de aceptación de usuario",
    "knowledgeinterlinker;user_acceptance_testing_template;description": "Esta plantilla debe ser utilizada por un probador experto para comprobar que los requisitos esperados por los usuarios finales se cumplen plenamente y, por tanto, se produce una nueva versión del entorno de colaboración",
    "knowledgeinterlinker;user_acceptance_testing_template;name": "Plantilla de pruebas de aceptación del usuario",
    "softwareinterlinker;augmenter;description": "<p>Augmenter es una aplicación Open Source que ofrece la posibilidad de crear y mejorar descripciones de servicios públicos, en el espacio de trabajo los usuarios pueden compartir opiniones, preguntas y comentarios, finalmente un moderador asignado decidirá aprobar o no una sugerencia. Con Augmenter es posible</p><ul><li>Crear y mejorar descripciones de servicios públicos, organizar dicusiones y mantener un registro de participación e implicación;</li><li>administrar las decisiones del moderador sobre las mejoras;</li ><li>Generar un informe final de mejora.</li></ul>",
    "softwareinterlinker;augmenter;name": "Augmenter",
    "softwareinterlinker;collaborative_editor;description": "Este interlinker utiliza etherpad, un editor online de código abierto, para ofrecer una edición colaborativa en tiempo real.\nEtherpad (https://etherpad.org/) es un editor colaborativo en tiempo real de código abierto basado en la web, que permite a los autores editar simultáneamente un documento de texto y ver las ediciones de todos los participantes en tiempo real, con la posibilidad de mostrar el texto de cada autor en su propio color. También hay un cuadro de chat en la barra lateral para permitir la meta-comunicación.",
    "softwareinterlinker;collaborative_editor;name": "Editor colaborativo",
    "softwareinterlinker;google_drive;description": "Google Drive es un servicio de almacenamiento y sincronización de archivos desarrollado por Google. Lanzado el 24 de abril de 2012, Google Drive permite a los usuarios almacenar archivos en la nube, sincronizar archivos entre dispositivos y compartir archivos.\nGoogle Drive incluye Google Docs, Google Sheets y Google Slides, que forman parte de Google Docs Editors. paquete ofimático que permite la edición colaborativa de documentos, hojas de cálculo, presentaciones, dibujos, formularios y más. Los archivos creados y editados a través de la suite Google Docs se guardan en Google Drive.\nEste software INTERLIKER permite a los usuarios del entorno colaborativo crear nuevos documentos, hojas de cálculo y presentaciones que pueden ser coeditados y compartidos por los participantes del equipo de coproducción.",
    "softwareinterlinker;google_drive;name": "Google Drive",
    "softwareinterlinker;loomio;description": "<p>Loomio is an Open Source solution that offers a workspace for conversation, sharing information and opinions, making proposals, deciding actions and achieving outcomes. Con Loomio es posible</p><ul><li>iniciar y organizar discusiones y mantener un registro de la participación e implicación;</li><li>gestionar las decisiones colaborativas a través de diferentes formas de sondeos, encuestas, etc;</li><li>permitir la votación colaborativa en torno a ideas y propuestas en discusión.</li></ul>",
    "softwareinterlinker;loomio;name": "Loomio",
    "softwareinterlinker;survey_editor;description": "Diseñador y editor de encuestas INTERLINKER que permite crear bajo demanda nuevos formularios para recoger información o ayudar a la toma de decisiones en procesos de coproducción. Está basado en la herramienta de código abierto SurveyJs (https://github.com/surveyjs)",
    "softwareinterlinker;survey_editor;name": "Editor de encuestas"
}